{
    "collection": {
        "version": "1.0",
        "href": "http://images-api.nasa.gov/search?q=sputnik",
        "items": [
            {
                "href": "https://images-assets.nasa.gov/audio/578626main_sputnik-beep/collection.json",
                "data": [
                    {
                        "center": "JSC",
                        "title": "Sputnik: Beep",
                        "keywords": [
                            "Solar system and beyond sounds",
                            "Sounds",
                            "Sputnik"
                        ],
                        "nasa_id": "578626main_sputnik-beep",
                        "date_created": "2017-03-22T00:00:00Z",
                        "media_type": "audio",
                        "description_508": "Sputnik beep",
                        "description": "Sputnik beep"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19714/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Portion of Pluto Sputnik Planum Sputnik Plain",
                        "nasa_id": "PIA19714",
                        "date_created": "2015-07-17T21:46:01Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "LORRI"
                        ],
                        "media_type": "image",
                        "description_508": "This annotated view from NASA New Horizons of a portion of Pluto Sputnik Planum Sputnik Plain, named for Earth first artificial satellite, shows an array of enigmatic features.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This annotated view of a portion of Pluto's Sputnik Planum (Sputnik Plain), named for Earth's first artificial satellite, shows an array of enigmatic features. The surface appears to be divided into irregularly shaped segments that are ringed by narrow troughs, some of which contain darker materials. Features that appear to be groups of mounds and fields of small pits are also visible. This image was acquired by the Long Range Reconnaissance Imager (LORRI) on July 14 from a distance of 48,000 miles (77,000 kilometers). Features as small as a half-mile (1 kilometer) across are visible. The blocky appearance of some features is due to compression of the image.   http://photojournal.jpl.nasa.gov/catalog/PIA19714"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19714/PIA19714~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19945/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Sputnik Planum in Detail",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA19945",
                        "date_created": "2015-09-17T19:35:03Z",
                        "media_type": "image",
                        "description_508": "Sputnik Planum is the informal name of the smooth, light-bulb shaped region on the left of this composite of several of NASA New Horizons images of Pluto.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Sputnik Planum is the informal name of the smooth, light-bulb shaped region on the left of this composite of several of NASA New Horizons images of Pluto."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19945/PIA19945~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20007/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Sputnik Planum, in Color",
                        "nasa_id": "PIA20007",
                        "date_created": "2015-10-15T16:03:24Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "MVIC"
                        ],
                        "media_type": "image",
                        "description_508": "This high-resolution image captured by NASA New Horizons spacecraft shows the bright expanse of Pluto western lobe of the heart, informally called Sputnik Planum.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This high-resolution image captured by NASA's New Horizons spacecraft combines blue, red and infrared images taken by the Ralph/Multispectral Visual Imaging Camera (MVIC). The bright expanse is the western lobe of the \"heart,\" informally called Sputnik Planum, which has been found to be rich in nitrogen, carbon monoxide and methane ices.  http://photojournal.jpl.nasa.gov/catalog/PIA20007"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20007/PIA20007~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/9248168/collection.json",
                "data": [
                    {
                        "center": "MSFC",
                        "title": "Early Rockets",
                        "keywords": [
                            "Sputnik",
                            "Russians",
                            "Artificial Satellite"
                        ],
                        "nasa_id": "9248168",
                        "date_created": "1957-10-04T00:00:00Z",
                        "media_type": "image",
                        "description": "The Army Ballistic Missile Agency incorporated the von Braun team in key positions with Dr. von Braun as a head of the Development Operations Division. On October 4, 1957, the Nation was shocked when the Russians launched Sputnik, the world's first artificial satellite. Two months later, the United States suffered disappointment when a Navy Vanguard rocket, with its satellite payload, failed to develop sufficient thrust and toppled over on the launch pad."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/9248168/9248168~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20465/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Putting Pluto's Geology on the Map",
                        "keywords": [
                            "Pluto",
                            "dwarf planet",
                            "New Horizons",
                            "Sputnik Planum"
                        ],
                        "nasa_id": "PIA20465",
                        "date_created": "2016-02-11T00:00:00Z",
                        "media_type": "image",
                        "description_508": "This geological map from NASA's New Horizons covers a portion of Pluto's surface and includes the vast nitrogen-ice plain informally named Sputnik Planum and surrounding terrain.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This geological map covers a portion of Pluto's surface that measures 1,290 miles (2,070 kilometers) from top to bottom, and includes the vast nitrogen-ice plain informally named Sputnik Planum and surrounding terrain. The map is overlain with colors that represent different geological terrains. Each terrain, or unit, is defined by its texture and morphology -- smooth, pitted, craggy, hummocky or ridged, for example. How well a unit can be defined depends on the resolution of the images that cover it. All of the terrain in this map has been imaged at a resolution of approximately 1,050 feet (320 meters) per pixel or better, meaning scientists can map units with relative confidence.  The various blue and greenish units that fill the center of the map represent different textures seen across Sputnik Planum, from the cellular terrain in the center and north, to the smooth and pitted plains in the south. The black lines represent the troughs that mark the boundaries of cellular regions in the nitrogen ice. The purple unit represents the chaotic, blocky mountain ranges that line Sputnik's western border, and the pink unit represents the scattered, floating hills at its eastern edge. The possible cryovolcanic feature informally named Wright Mons is mapped in red in the southern corner of the map. The rugged highlands of the informally named Cthulhu Regio is mapped in dark brown along the western edge, and is pockmarked by many large impact craters, mapped in yellow.  The base map for this geologic map is a mosaic of 12 images obtained by the Long Range Reconnaissance Imager (LORRI) at a resolution of 1,280 feet (about 390 meters) per pixel. The mosaic was obtained at a range of approximately 48,000 miles (77,300 kilometers) from Pluto, about an hour and 40 minutes before New Horizons' closest approach on July 14, 2015.  http://photojournal.jpl.nasa.gov/catalog/PIA20465"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20465/PIA20465~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA21025/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto Methane Snowcaps on the Edge of Darkness context",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "Sputnik Planitia"
                        ],
                        "nasa_id": "PIA21025",
                        "date_created": "2016-08-31T20:22:01Z",
                        "media_type": "image",
                        "description_508": "This area seen by NASA's New Horizons is south of Pluto dark equatorial band informally named Cthulhu Regio, and southwest of the vast nitrogen ice plains informally named Sputnik Planitia.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This area is south of Pluto's dark equatorial band informally named Cthulhu Regio, and southwest of the vast nitrogen ice plains informally named Sputnik Planitia. North is at the top; in the western portion of the image, a chain of bright mountains extends north into Cthulhu Regio. New Horizons compositional data indicate the bright snowcap material covering these mountains isn't water, but atmospheric methane that has condensed as frost onto these surfaces at high elevation. Between some mountains are sharply cut valleys -- indicated by the white arrows. These valleys are each a few miles across and tens of miles long.  A similar valley system in the expansive plains to the east (blue arrows) appears to be branched, with smaller valleys leading into it. New Horizons scientists think flowing nitrogen ice that once covered this area -- perhaps when the ice in Sputnik was at a higher elevation -- may have formed these valleys. The area is also marked by irregularly shaped, flat-floored depressions (green arrows) that can reach more than 50 miles (80 kilometers) across and almost 2 miles (3 kilometers) deep. The great widths and depths of these depressions suggest that they may have formed when the surface collapsed, rather than through the sublimation of ice into the atmosphere.  This enhanced color image was obtained by New Horizons' Multispectral Visible Imaging Camera (MVIC). The image resolution is approximately 2,230 feet (680 meters) per pixel. It was obtained at a range of approximately 21,100 miles (33,900 kilometers) from Pluto, about 45 minutes before New Horizons' closest approach to Pluto on July 14, 2015.  http://photojournal.jpl.nasa.gov/catalog/PIA21025"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA21025/PIA21025~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19865/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Informal Names for Features on Pluto Sputnik Planum",
                        "nasa_id": "PIA19865",
                        "date_created": "2015-07-29T15:20:03Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "media_type": "image",
                        "description_508": "This image contains the initial, informal names being used by the New Horizons team for the features on Pluto Sputnik Planum plain. These names have not yet been approved by the International Astronomical Union IAU.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This image contains the initial, informal names being used by NASA's New Horizons team for the features on Pluto's Sputnik Planum (plain). Names were selected based on the input the team received from the Our Pluto naming campaign. Names have not yet been approved by the International Astronomical Union (IAU).  For more information on the maps and feature naming, visit http://www.ourpluto.org/maps.   http://photojournal.jpl.nasa.gov/catalog/PIA19865"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19865/PIA19865~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19951/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Flyover Sputnik Planum",
                        "nasa_id": "PIA19951",
                        "date_created": "2015-09-21T20:51:31Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "LORRI"
                        ],
                        "media_type": "image",
                        "description_508": "Images downloaded from NASA New Horizons spacecraft through Sept. 11, 2015 were stitched together and rendered on a sphere to make this flyover movie. This is a frame from the animation.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Images downloaded from NASA's New Horizons spacecraft (through Sept. 11, 2015) were stitched together and rendered on a sphere to make a flyover \"movie.\" The animation, made with images from New Horizons' Long Range Reconnaissance Imager (LORRI), begins with a low-altitude look at the informally named Norgay Montes, flies northward over the boundary between informally named Sputnik Planum and Cthulhu Regio, turns, and drifts slowly east. During the animation, the altitude of the observer rises until it is about 10 times higher to show about 80% of the hemisphere New Horizons flew closest to on July 14, 2015.  http://photojournal.jpl.nasa.gov/catalog/PIA19951"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19951/PIA19951~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA21026/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto Methane Snowcaps on the Edge of Darkness",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "Sputnik Planitia",
                            "Cthulhu Regio"
                        ],
                        "nasa_id": "PIA21026",
                        "date_created": "2016-08-31T20:22:02Z",
                        "media_type": "image",
                        "description_508": "This area seen by NASA's New Horizons is south of Pluto dark equatorial band informally named Cthulhu Regio, and southwest of the vast nitrogen ice plains informally named Sputnik Planitia.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This area is south of Pluto's dark equatorial band informally named Cthulhu Regio, and southwest of the vast nitrogen ice plains informally named Sputnik Planitia. North is at the top; in the western portion of the image, a chain of bright mountains extends north into Cthulhu Regio. New Horizons compositional data indicate the bright snowcap material covering these mountains isn't water, but atmospheric methane that has condensed as frost onto these surfaces at high elevation. Between some mountains are sharply cut valleysindicated by the white arrows. These valleys are each a few miles across and tens of miles long.  A similar valley system in the expansive plains to the east (blue arrows) appears to be branched, with smaller valleys leading into it. New Horizons scientists think flowing nitrogen ice that once covered this area -- perhaps when the ice in Sputnik was at a higher elevation -- may have formed these valleys. The area is also marked by irregularly shaped, flat-floored depressions (green arrows) that can reach more than 50 miles (80 kilometers) across and almost 2 miles (3 kilometers) deep. The great widths and depths of these depressions suggest that they may have formed when the surface collapsed, rather than through the sublimation of ice into the atmosphere.  This enhanced color image was obtained by New Horizons' Multispectral Visible Imaging Camera (MVIC). The image resolution is approximately 2,230 feet (680 meters) per pixel. It was obtained at a range of approximately 21,100 miles (33,900 kilometers) from Pluto, about 45 minutes before New Horizons' closest approach to Pluto on July 14, 2015.  http://photojournal.jpl.nasa.gov/catalog/PIA21026"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA21026/PIA21026~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20198/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "The Mountainous Shoreline of Sputnik Planum",
                        "nasa_id": "PIA20198",
                        "date_created": "2015-12-05T00:29:01Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "media_type": "image",
                        "description_508": "In this highest-resolution image from NASA New Horizons spacecraft, great blocks of Pluto water-ice crust appear jammed together in the informally named al-Idrisi mountains.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "In this highest-resolution image from NASA's New Horizons spacecraft, great blocks of Pluto's water-ice crust appear jammed together in the informally named al-Idrisi mountains. Some mountain sides appear coated in dark material, while other sides are bright. Several sheer faces appear to show crustal layering, perhaps related to the layers seen in some of Pluto's crater walls. Other materials appear crushed between the mountains, as if these great blocks of water ice, some standing as much as 1.5 miles high, were jostled back and forth. The mountains end abruptly at the shoreline of the informally named Sputnik Planum, where the soft, nitrogen-rich ices of the plain form a nearly level surface, broken only by the fine trace work of striking, cellular boundaries and the textured surface of the plain's ices (which is possibly related to sunlight-driven ice sublimation). This view is about 50 miles wide. The top of the image is to Pluto's northwest.  These images were made with the telescopic Long Range Reconnaissance Imager (LORRI) aboard New Horizons, in a timespan of about a minute centered on 11:36 UT on July 14 -- just about 15 minutes before New Horizons' closest approach to Pluto -- from a range of just 10,000 miles (17,000 kilometers). They were obtained with an unusual observing mode; instead of working in the usual \"point and shoot,\" LORRI snapped pictures every three seconds while the Ralph/Multispectral Visual Imaging Camera (MVIC) aboard New Horizons was scanning the surface. This mode requires unusually short exposures to avoid blurring the images.  http://photojournal.jpl.nasa.gov/catalog/PIA20198"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20198/PIA20198~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20464/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto Mysterious, Floating Hills",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20464",
                        "date_created": "2016-02-04T17:17:25Z",
                        "media_type": "image",
                        "description_508": "NASA New Horizons spacecraft took this image of Pluto vast nitrogen ice plain informally named Sputnik Planum.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "NASA New Horizons spacecraft took this image of Pluto vast nitrogen ice plain informally named Sputnik Planum."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20464/PIA20464~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19944/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Valley Glaciers on Pluto",
                        "nasa_id": "PIA19944",
                        "date_created": "2015-09-17T19:35:02Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "MVIC"
                        ],
                        "media_type": "image",
                        "description_508": "Ice probably frozen nitrogen that appears to have accumulated on the uplands on the right side of this image from NASA New Horizons, is draining from Pluto mountains onto the informally named Sputnik Planum.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Ice (probably frozen nitrogen) that appears to have accumulated on the uplands on the right side of this 390-mile (630-kilometer) wide image is draining from Pluto's mountains onto the informally named Sputnik Planum through the 2- to 5-mile (3- to 8- kilometer) wide valleys. The flow front of the ice moving into Sputnik Planum is outlined by the blue arrows. The origin of the ridges and pits on the right side of the image remains uncertain.   http://photojournal.jpl.nasa.gov/catalog/PIA19944"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19944/PIA19944~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20535/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Mountains, Craters and Plains",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20535",
                        "date_created": "2016-03-17T22:30:05Z",
                        "media_type": "image",
                        "description_508": "NASA's New Horizons views the informally named Sputnik Planum on Pluto top and the informally named Vulcan Planum on Charon bottom.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "New Horizons views of the informally named Sputnik Planum on Pluto (top) and the informally named Vulcan Planum on Charon (bottom). Both scale bars measure 20 miles (32 kilometers) long; illumination is from the left in both instances. The Sputnik Planum view is centered at 11°N, 180°E, and covers the bright, icy, geologically cellular plains. Here, the cells are defined by a network of interconnected troughs that crisscross these nitrogen-ice plains. At right, in the upper image, the cellular plains yield to pitted plains of southern Sputnik Planum. This observation was obtained by the Ralph/Multispectral Visible Imaging Camera (MVIC) at a resolution of 1,050 feet (320 meters) per pixel. The Vulcan Planum view in the bottom panel is centered at 4°S, 4°E, and includes the \"moated mountain\" Clarke Mons just above the center of the image. As well as featuring impact craters and sinuous troughs, the water ice-rich plains display a range of surface textures, from smooth and grooved at left, to pitted and hummocky at right. This observation was obtained by the Long Range Reconnaissance Imager (LORRI) at a resolution of 525 feet (160 meters) per pixel.  http://photojournal.jpl.nasa.gov/catalog/PIA20535"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20535/PIA20535~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/video/NHQ_2015_0724_TWAN/collection.json",
                "data": [
                    {
                        "center": "HQ",
                        "title": "New Horizons science update on This Week @NASA – July 24, 2015",
                        "keywords": [
                            "This Week at NASA",
                            "This Week @NASA",
                            "TWAN",
                            "TW@N",
                            "Pluto",
                            "New Horizons",
                            "spacecraft",
                            "Long Range Reconnaissance Imager",
                            "LORRI",
                            "Sputnik Planum",
                            "Tombaugh Regio",
                            "Kepler",
                            "Small Class Vehicle"
                        ],
                        "nasa_id": "NHQ_2015_0724_TWAN",
                        "date_created": "2015-07-24T00:00:00Z",
                        "media_type": "video",
                        "description": "A July 24 update at NASA headquarters, featured new surprising imagery and science results from the recent flyby of Pluto, by the New Horizons spacecraft. These included an image from the Long Range Reconnaissance Imager or (LORRI) – looking back at Pluto – hours after the historic flyby that revealed a haze in the planet’s sunlit atmosphere that extends as high as 80 miles above Pluto’s surface – much higher than expected. Models suggest that the hazes form when ultraviolet sunlight breaks apart methane gas. LORRI images also show evidence that exotic ices have flowed – and may still be flowing across Pluto’s surface, similar to glacial movement on Earth. This unpredicted sign of present-day geologic activity was detected in Sputnik Planum – an area in the western part of Pluto’s heart-shaped Tombaugh Regio. Additionally, new compositional data from New Horizons’ Ralph instrument indicate that the center of Sputnik Planum is rich in nitrogen, carbon monoxide, and methane ices. Also, Kepler discovers Earth’s “bigger cousin”, New crew launches to space station, EPIC view of Earth, Newman continues NASA center visits and Small Class Vehicle launch pad complete!"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/video/NHQ_2015_0724_TWAN/NHQ_2015_0724_TWAN~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    },
                    {
                        "href": "https://images-assets.nasa.gov/video/NHQ_2015_0724_TWAN/NHQ_2015_0724_TWAN.srt",
                        "rel": "captions"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA16292/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Baikonur Cosmodrome, Kazakhstan",
                        "nasa_id": "PIA16292",
                        "date_created": "2012-09-28T23:27:30Z",
                        "keywords": [
                            "Earth",
                            "Terra"
                        ],
                        "media_type": "image",
                        "description_508": "Baikonur, formerly Leninsk, is a city in Kazakhstan rented and administered by the Russian Federation to service the Baikonur Cosmodrome where Sputnik launched in 1957. This image was acquired by NASA Terra spacecraft.",
                        "secondary_creator": "NASA/GSFC/METI/ERSDAC/JAROS, and U.S./Japan ASTER Science Team",
                        "description": "Baikonur, formerly Leninsk, is a city in Kazakhstan rented and administered by the Russian Federation to service the Baikonur Cosmodrome where Sputnik launched in 1957. This image was acquired by NASA Terra spacecraft."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA16292/PIA16292~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20151/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto Pits",
                        "nasa_id": "PIA20151",
                        "date_created": "2015-11-10T00:20:02Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "media_type": "image",
                        "description_508": "NASA New Horizons cameras have spied swarms of mysterious pits across the informally named Sputnik Planum. Scientists believe the pits may form through a combination of sublimation and ice fracturing.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "NASA New Horizons cameras have spied swarms of mysterious pits across the informally named Sputnik Planum. Scientists believe the pits may form through a combination of sublimation and ice fracturing.  http://photojournal.jpl.nasa.gov/catalog/PIA20151"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20151/PIA20151~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20466/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Putting Pluto Geology on the Map",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20466",
                        "date_created": "2016-02-11T19:12:54Z",
                        "media_type": "image",
                        "description_508": "This geological map from NASA New Horizons covers a portion of Pluto surface and includes the vast nitrogen-ice plain informally named Sputnik Planum and surrounding terrain.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This geological map from NASA New Horizons covers a portion of Pluto surface and includes the vast nitrogen-ice plain informally named Sputnik Planum and surrounding terrain."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20466/PIA20466~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20543/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto: On Frozen Pond",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20543",
                        "date_created": "2016-03-24T17:23:59Z",
                        "media_type": "image",
                        "description_508": "NASA New Horizons spacecraft captured this feature which appears to be a frozen, former lake of liquid nitrogen, located in a mountain range just north of Pluto informally named Sputnik Planum.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "NASA New Horizons spacecraft captured this feature which appears to be a frozen, former lake of liquid nitrogen, located in a mountain range just north of Pluto informally named Sputnik Planum."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20543/PIA20543~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20657/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Elevation Map of Pluto Sunken Heart",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20657",
                        "date_created": "2016-05-02T19:15:34Z",
                        "media_type": "image",
                        "description_508": "This shaded relief view from NASA New Horizons of the region surrounding the left side of Pluto heart-shaped feature, informally named Sputnik Planum, shows that the vast expanse of its icy surface.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This shaded relief view from NASA New Horizons of the region surrounding the left side of Pluto heart-shaped feature, informally named Sputnik Planum, shows that the vast expanse of its icy surface."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20657/PIA20657~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19936/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Surface Variety",
                        "nasa_id": "PIA19936",
                        "date_created": "2015-09-10T18:55:07Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "LORRI"
                        ],
                        "media_type": "image",
                        "description_508": "Mosaic of high-resolution images of Pluto, transmitted by NASA New Horizons spacecraft from Sept. 5 to 7, 2015. The image is dominated by the informally-named icy plain Sputnik Planum, the smooth, bright region across the center.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Mosaic of high-resolution images of Pluto, sent back from NASA's New Horizons spacecraft from Sept. 5 to 7, 2015. The image is dominated by the informally-named icy plain Sputnik Planum, the smooth, bright region across the center. This image also features a tremendous variety of other landscapes surrounding Sputnik. The smallest visible features are 0.5 miles (0.8 kilometers) in size, and the mosaic covers a region roughly 1,000 miles (1600 kilometers) wide. The image was taken as New Horizons flew past Pluto on July 14, 2015, from a distance of 50,000 miles (80,000 kilometers).   http://photojournal.jpl.nasa.gov/catalog/PIA19936"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19936/PIA19936~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20155/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Ice Volcanoes on Pluto?",
                        "nasa_id": "PIA20155",
                        "date_created": "2015-11-10T00:20:06Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "media_type": "image",
                        "description_508": "NASA New Horizons scientists believe that the informally named feature Wright Mons, located south of Sputnik Planum on Pluto, and another, Piccard Mons, could have been formed by the cryovolcanic eruption of ices from beneath Pluto surface.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "NASA New Horizons scientists believe that the informally named feature Wright Mons, located south of Sputnik Planum on Pluto, and another, Piccard Mons, could have been formed by the cryovolcanic eruption of ices from beneath Pluto surface. Sputnik Planum on Pluto, is an unusual feature that's about 100 miles (160 kilometers) wide and 13,000 feet (4 kilometers) high. It displays a summit depression (visible in the center of the image) that's approximately 35 miles (56 kilometers) across, with a distinctive hummocky texture on its sides. The rim of the summit depression also shows concentric fracturing.  http://photojournal.jpl.nasa.gov/catalog/PIA20155"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20155/PIA20155~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19935/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Surface Variety",
                        "nasa_id": "PIA19935",
                        "date_created": "2015-09-10T18:55:06Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "LORRI"
                        ],
                        "media_type": "image",
                        "description_508": "Mosaic of high-resolution images of Pluto, transmitted by NASA New Horizons spacecraft from Sept. 5 to 7, 2015. The image is dominated by the informally-named icy plain Sputnik Planum, the smooth, bright region across the center.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Mosaic of high-resolution images of Pluto, transmitted by NASA's New Horizons spacecraft from Sept. 5 to 7, 2015. The image is dominated by the informally-named icy plain Sputnik Planum, the smooth, bright region across the center. This image also features a tremendous variety of other landscapes surrounding Sputnik. The smallest visible features are 0.5 miles (0.8 kilometers) in size, and the mosaic covers a region roughly 1,000 miles (1,600 kilometers) wide. The image was taken as New Horizons flew past Pluto on July 14, 2015, from a distance of 50,000 miles (80,000 kilometers). The two white rectangles show the locations of the two closeup views by New Horizons, released separately.   http://photojournal.jpl.nasa.gov/catalog/PIA19935"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19935/PIA19935~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/S76-22361/collection.json",
                "data": [
                    {
                        "center": "JSC",
                        "title": "SOVIET SPACEFLIGHT - MISC. - JSC",
                        "nasa_id": "S76-22361",
                        "date_created": "1976-01-01T00:00:00Z",
                        "media_type": "image",
                        "description": "S76-22361 (June 1975) --- A close-up view of the full-scale mockup of the Sputnik  1 spacecraft on display at the Soviet Pavilion at the Paris Air Show, France.    Photo credit:  NASA or National Aeronautics and Space Administration"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/S76-22361/S76-22361~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1958-B701_P-01832/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Twelve Foot Subsatellite",
                        "photographer": "NACA",
                        "keywords": [
                            "NASA",
                            "Langley",
                            "LRC",
                            "LARC",
                            "1958-L-01832",
                            "Echo",
                            "Bressett",
                            "satelloon",
                            "subsatellite",
                            "LRC-1958-B701_P-01832"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1958-B701_P-01832",
                        "media_type": "image",
                        "date_created": "1958-04-25T00:00:00Z",
                        "description": "Engineer and 12 foot Beacon showing NACA emblem on inflated  satelloon . For related information see, Spaceflight Revolution, NASA from Sputnik to Apollo, by James R. Hansen. NASA SP-4308, 1995. p. 173."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1958-B701_P-01832/LRC-1958-B701_P-01832~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1963-B701_P-03532/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Apollo Project - Lunar Landing Research model",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1963-B701_P-03532",
                            "Project Apollo",
                            "Lunar Landing Research",
                            "spaceflight",
                            "James Hensen"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1963-B701_P-03532",
                        "media_type": "image",
                        "date_created": "1963-04-30T00:00:00Z",
                        "description": "Lunar Landing Research Model. -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 356."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1963-B701_P-03532/LRC-1963-B701_P-03532~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1958-B701_P-01833/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Twelve Foot Subsatellite",
                        "photographer": "NACA",
                        "keywords": [
                            "NASA",
                            "Langley",
                            "LRC",
                            "LARC",
                            "1958-L-01833",
                            "Echo",
                            "Bressett",
                            "satelloon",
                            "subsatellite",
                            "LRC-1958-B701_P-01833"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1958-B701_P-01833",
                        "media_type": "image",
                        "date_created": "1958-04-25T00:00:00Z",
                        "description": "Engineer and 12 foot Beacon showing NACA emblem on inflated  satelloon . For related information see, Spaceflight Revolution, NASA from Sputnik to Apollo, by James R. Hansen. NASA SP-4308, 1995. p. 173."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1958-B701_P-01833/LRC-1958-B701_P-01833~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1963-B701_P-05016/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Rendezvous Docking Simulator Suspended From the Roof of the West Area Hangar",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1963-B701_P-05016",
                            "Project Apollo",
                            "Rendezvous Docking, simulator, 1244, hangar"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1963-B701_P-05016",
                        "media_type": "image",
                        "date_created": "1963-06-24T00:00:00Z",
                        "description": "Rendezvous Docking Simulator Suspended From the Roof of the West Area Hangar Image 1963-L-05016 on page 372 of  Spaceflight Revolution  NASA Langley Research Center From Sputnik to Apollo "
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1963-B701_P-05016/LRC-1963-B701_P-05016~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19934/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Chaos Region",
                        "nasa_id": "PIA19934",
                        "date_created": "2015-09-10T18:55:05Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "LORRI"
                        ],
                        "media_type": "image",
                        "description_508": "In the center of this 300-mile 470-kilometer wide image of Pluto from NASA New Horizons spacecraft is a large region of jumbled, broken terrain on the northwestern edge of the vast, icy plain informally called Sputnik Planum, to the right.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "In the center of this 300-mile (470-kilometer) wide image of Pluto from NASA's New Horizons spacecraft is a large region of jumbled, broken terrain on the northwestern edge of the vast, icy plain informally called Sputnik Planum, to the right. The smallest visible features are 0.5 miles (0.8 kilometers) in size. This image was taken as New Horizons flew past Pluto on July 14, 2015, from a distance of 50,000 miles (80,000 kilometers).   http://photojournal.jpl.nasa.gov/catalog/PIA19934"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19934/PIA19934~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19955/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "From Pluto Mountains to Its Plains",
                        "nasa_id": "PIA19955",
                        "date_created": "2015-09-24T20:51:04Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "media_type": "image",
                        "description_508": "Images of Pluto taken by NASA New Horizons spacecraft before closest approach on July 14, 2015, reveal small features, from craters to faulted mountain blocks, to the textured surface of the vast basin informally called Sputnik Planum.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Images of Pluto taken by NASA New Horizons spacecraft before closest approach on July 14, 2015, reveal features as small as 270 yards (250 meters) across, from craters to faulted mountain blocks, to the textured surface of the vast basin informally called Sputnik Planum. Enhanced color has been added from the global color image. This image is about 330 miles (530 kilometers) across.  http://photojournal.jpl.nasa.gov/catalog/PIA19955"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19955/PIA19955~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1962-B701_P-09652/collection.json",
                "data": [
                    {
                        "album": [
                            "Apollo"
                        ],
                        "center": "LRC",
                        "title": "Pilot in Rendezvous Docking Simulator ",
                        "photographer": "Bob Nye",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1962-B701_P-09652",
                            "Project Apollo",
                            "Gemini Capsule, Rendezvous, Docking, Simulator"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1962-B701_P-09652",
                        "media_type": "image",
                        "date_created": "1962-12-19T00:00:00Z",
                        "description": "Unidentified Pilot eyeballs his way to a docking by peering through the portal in his capsule. Photo published in Spaceflight Revolution, NASA Langley Research Center From Sputnik to Apollo. By James R. Hansen.  NASA SP-4308, 1995, p. 372."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1962-B701_P-09652/LRC-1962-B701_P-09652~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19943/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Intricate Valley Glaciers on Pluto",
                        "nasa_id": "PIA19943",
                        "date_created": "2015-09-17T19:35:01Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "MVIC"
                        ],
                        "media_type": "image",
                        "description_508": "This image from NASA New Horizons is re-projected from the oblique, backlit view shown in the new crescent image of Pluto.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "The backlighting highlights the intricate flow lines on the glaciers. The flow front of the ice is moving into the informally named Sputnik Planum. The origin of the ridges and pits on the right side of the image remains uncertain. This image is 390 miles (630 kilometers) across.   http://photojournal.jpl.nasa.gov/catalog/PIA19943"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19943/PIA19943~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1961-B701_P-04369/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Paraglider",
                        "photographer": "NASA",
                        "keywords": [
                            "1961-L-04369",
                            "Paragliders",
                            "LRC-1961-B701_P-04369"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1961-B701_P-04369",
                        "media_type": "image",
                        "date_created": "1961-06-30T00:00:00Z",
                        "description": "Image L61-4369 is available as an electronic file from the photo lab. See URL. -- Photographed on 06/30/1961. -- Test of parawing in Full Scale Wind Tunnel. -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), pp. 380-387."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1961-B701_P-04369/LRC-1961-B701_P-04369~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1962-B701_P-05849/collection.json",
                "data": [
                    {
                        "description": "At blackboard, showing his space rendezvous concept for lunar landings. Lunar Orbital Rendezvous (LOR) would be used in the Apollo program. Photograph published in Space Flight Revolution - NASA Langley Research Center From Sputnik to Apollo (page 247), by James R. Hansen.",
                        "title": "Portrait of John C. Houbolt",
                        "photographer": "NASA Photographer",
                        "location": "NASA, Langley Research Center",
                        "nasa_id": "LRC-1962-B701_P-05849",
                        "date_created": "2019-03-18T00:00:00Z",
                        "keywords": [
                            "LUNAR",
                            "LANDING",
                            "ORBITAL",
                            "RENDEZVOUS",
                            "LOR",
                            "PROGRAM",
                            "APOLLO",
                            "JAMES R. HANSEN",
                            "JOHN C. HOUBOLT",
                            "SCANNER RENE CRUZ"
                        ],
                        "media_type": "image",
                        "center": "LRC"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1962-B701_P-05849/LRC-1962-B701_P-05849~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1966-B701_P-05819/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Project Apollo Flight Sequence ",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1966-B701_P-05819",
                            "Project Apollo",
                            "flight sequeence",
                            "James R. Hansen",
                            "NASA SP-4308"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1966-B701_P-05819",
                        "media_type": "image",
                        "date_created": "1966-08-01T00:00:00Z",
                        "description": "Lunar Orbiter's \"Typical Flight sequence of Events\" turned out to be quite typical indeed, as all five spacecraft performed exactly as planned. -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 340."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1966-B701_P-05819/LRC-1966-B701_P-05819~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19948/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto Majestic Mountains, Frozen Plains and Foggy Hazes",
                        "nasa_id": "PIA19948",
                        "date_created": "2015-09-17T19:35:06Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "MVIC"
                        ],
                        "media_type": "image",
                        "description_508": "Just 15 minutes after its closest approach to Pluto on July 14, 2015, NASA New Horizons spacecraft looked back toward the sun and captured this near-sunset view of the rugged, icy mountains and flat ice plains extending to Pluto horizon.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Just 15 minutes after its closest approach to Pluto on July 14, 2015, NASA's New Horizons spacecraft looked back toward the sun and captured this near-sunset view of the rugged, icy mountains and flat ice plains extending to Pluto's horizon. The smooth expanse of the informally named icy plain Sputnik Planum (right) is flanked to the west (left) by rugged mountains up to 11,000 feet (3,500 meters) high, including the informally named Norgay Montes in the foreground and Hillary Montes on the skyline. To the right, east of Sputnik, rougher terrain is cut by apparent glaciers. The backlighting highlights more than a dozen layers of haze in Pluto's tenuous but distended atmosphere. The image was taken from a distance of 11,000 miles (18,000 kilometers) to Pluto; the scene is 780 miles (1,250 kilometers) wide.   http://photojournal.jpl.nasa.gov/catalog/PIA19948"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19948/PIA19948~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19841/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Frozen Plains in the Heart of Pluto Heart",
                        "nasa_id": "PIA19841",
                        "date_created": "2015-07-17T21:46:07Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "LORRI"
                        ],
                        "media_type": "image",
                        "description_508": "At center left of Pluto vast heart-shaped feature Tombaugh Regio lies a vast, craterless plain that appears to be no more than 100 million years old, and is possibly still being shaped by geologic processes as seen by NASA New Horizons spacecraft.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "At center left of Pluto vast heart-shaped feature \"Tombaugh Regio\" --  lies a vast, craterless plain that appears to be no more than 100 million years old, and is possibly still being shaped by geologic processes as seen by NASA New Horizons spacecraft. This frozen region is north of Pluto's icy mountains and has been informally named Sputnik Planum (Sputnik Plain), after Earth's first artificial satellite. The surface appears to be divided into irregularly-shaped segments that are ringed by narrow troughs. Features that appear to be groups of mounds and fields of small pits are also visible. This image was acquired by the Long Range Reconnaissance Imager (LORRI) on July 14 from a distance of 48,000 miles (77,000 kilometers). Features as small as one-half mile (1 kilometer) across are visible. The blocky appearance of some features is due to compression of the image.  http://photojournal.jpl.nasa.gov/catalog/PIA19841"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19841/PIA19841~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1958-B701_P-03598/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Inflation Tests of the Echo 1 Satellite in Weeksville, N.C. ",
                        "photographer": "NACA",
                        "keywords": [
                            "NASA",
                            "Langley",
                            "LRC",
                            "LARC",
                            "1958-L-03598",
                            "Echo",
                            "Weeksville N.C.",
                            "satellite",
                            "LRC-1958-B701_P-03598"
                        ],
                        "location": "Weeksville, N.C.",
                        "nasa_id": "LRC-1958-B701_P-03598",
                        "media_type": "image",
                        "date_created": "1958-08-13T00:00:00Z",
                        "description": "Inflation Tests of the Echo 1 Satellite in Weeksville, N.C.  1958-L-03603 Image Langley engineers Edwin Kilgore (center), Norman Crabill (right) and an unidentified man take a peek inside the vast balloon during inflation tests.  Page. 183 Space Flight Revolution NASA Langley Research Center From Sputnik to Apollo. NASA SP-4308. "
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1958-B701_P-03598/LRC-1958-B701_P-03598~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1962-B701_P-05848_2/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Portrait of John C. Houbolt",
                        "photographer": "NASA, Photographer",
                        "location": "NASA, Langley Research Center",
                        "nasa_id": "LRC-1962-B701_P-05848_2",
                        "media_type": "image",
                        "keywords": [
                            "john C. Houbolt",
                            "lunar",
                            "landing",
                            "orbital",
                            "rendezvous",
                            "lor",
                            "program",
                            "apollo",
                            "space",
                            "flight",
                            "revolution",
                            "nasa",
                            "larc",
                            "james r. hansen"
                        ],
                        "date_created": "2019-03-18T00:00:00Z",
                        "description": "Image L62-5848 is available as an electronic file from the photo lab. See URL. -- Photographed on: 07/10/62. -- At blackboard, showing his space rendezvous concept for lunar landings. Lunar Orbital Rendezvous (LOR) would be used in the Apollo program. Photograph published in Space Flight Revolution - NASA Langley Research Center From Sputnik to Apollo (page 247), by James R. Hansen.  R-LRC-1962-B701_P-05848 001  Re-Scanned by CRUZ, RENATO C. (LARC-B701)[LAMPS]"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1962-B701_P-05848_2/LRC-1962-B701_P-05848_2~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1958-B701_P-03600/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Inflation Tests of the Echo 1 Satellite in Weeksville, N.C. ",
                        "photographer": "NACA",
                        "keywords": [
                            "NASA",
                            "Langley",
                            "LRC",
                            "LARC",
                            "1958-L-03598",
                            "Echo",
                            "Weeksville N.C.",
                            "satellite",
                            "LRC-1958-B701_P-03600"
                        ],
                        "location": "Weeksville, N.C.",
                        "nasa_id": "LRC-1958-B701_P-03600",
                        "media_type": "image",
                        "date_created": "1958-08-13T00:00:00Z",
                        "description": "Inflation Tests of the Echo 1 Satellite in Weeksville, N.C.  1958-L-03603 Image Langley engineers Edwin Kilgore (center), Norman Crabill (right) and an unidentified man take a peek inside the vast balloon during inflation tests.  Page. 183 Space Flight Revolution NASA Langley Research Center From Sputnik to Apollo. NASA SP-4308. "
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1958-B701_P-03600/LRC-1958-B701_P-03600~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1961-B701_P-08040/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Apollo Project",
                        "photographer": "NASA",
                        "keywords": [
                            "LaRC",
                            "NASA Langley",
                            "LRC-1961-B701_P-08040",
                            "apollo",
                            "project",
                            "command",
                            "module",
                            "capsule",
                            "sand",
                            "landing"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1961-B701_P-08040",
                        "media_type": "image",
                        "date_created": "1961-12-05T00:00:00Z",
                        "description": "Image L61-8036 is available as an electronic file from the photo lab. See URL. -- Photographed on 12/05/1961. -- Multiple exposure of an impact test of the Apollo command module.  In this test the Apollo capsule was tested making a sand landing. -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), pp. 361-366."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1961-B701_P-08040/LRC-1961-B701_P-08040~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/jsc2012e224533/collection.json",
                "data": [
                    {
                        "center": "JSC",
                        "title": "jsc2012e224533",
                        "photographer": "Photographer: Victor Zelentsov",
                        "nasa_id": "jsc2012e224533",
                        "date_created": "2012-10-18T00:00:00Z",
                        "media_type": "image",
                        "description": "Expedition 33/34 Flight Engineer Kevin Ford of NASA (left), Soyuz Commander Oleg Novitskiy (center) and Flight Engineer Evgeny Tarelkin (right) pose for pictures in front of a model of Sputnik 1, the world’s first artificial satellite, in the Korolev Museum at the Baikonur Cosmodrome in Kazakhstan October 18, 2012. The trio completed a final “fit check” dress rehearsal, preparing for launch October 23 in their Soyuz TMA-06M spacecraft from the Cosmodrome for a five-month mission on the International Space Station. NASA/Victor Zelentsov"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/jsc2012e224533/jsc2012e224533~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1958-B701_P-03603/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Inflation Tests of the Echo 1 Satellite in Weeksville, N.C. ",
                        "photographer": "NACA",
                        "keywords": [
                            "NASA",
                            "Langley",
                            "LRC",
                            "LARC",
                            "1958-L-03603",
                            "Echo",
                            "Weeksville N.C.",
                            "satellite",
                            "LRC-1958-B701_P-03603"
                        ],
                        "location": "Weeksville, N.C.",
                        "nasa_id": "LRC-1958-B701_P-03603",
                        "media_type": "image",
                        "date_created": "1958-08-13T00:00:00Z",
                        "description": "Inflation Tests of the Echo 1 Satellite in Weeksville, N.C.  1958-L-03603 Image Langley engineers Edwin Kilgore (center), Norman Crabill (right) and an unidentified man take a peek inside the vast balloon during inflation tests.  Page. 183 Space Flight Revolution NASA Langley Research Center From Sputnik to Apollo. NASA SP-4308. "
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1958-B701_P-03603/LRC-1958-B701_P-03603~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1960-B701_P-06085/collection.json",
                "data": [
                    {
                        "center": "LARC",
                        "title": "Echo: skin stress test",
                        "photographer": "NASA",
                        "keywords": [
                            "NASA",
                            "Langley",
                            "LRC",
                            "LARC",
                            "1960-L-06085",
                            "ECHO",
                            "LRC-1960-B701_P-06085"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1960-B701_P-06085",
                        "media_type": "image",
                        "date_created": "1960-05-14T00:00:00Z",
                        "description": "Photographed in 1960. -- Skin Stress Test of the 12-foot satellite built as a prototype of the full-scale Echo satellite. The 12-foot diameter of the sphere was chosen because that was the ceiling height in the Langley model shop. The proposal to build the 12-foot satellite was made in November 1957. -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, NASA SP-4308, pp. 170-171."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1960-B701_P-06085/LRC-1960-B701_P-06085~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1967-B701_P-05655/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Lunar Orbiter Camera System",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LARC",
                            "NASA LANGLEY",
                            "LRC-1967-B701_P-05655",
                            "APOLLO",
                            "center",
                            "50th",
                            "anniversary",
                            "fiftieth"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1967-B701_P-05655",
                        "media_type": "image",
                        "date_created": "1967-06-21T00:00:00Z",
                        "description": "Lunar Orbiter was essentially a flying camera. The payload structure was built around a pressurized shell holding Eastman Kodak s dual-imaging photographic system, which used a camera with wide-angle and telephoto lenses that could simultaneously take two kinds of pictures on the same film.  Men in in the picture are: Right to left Cliff Nelson, Calvin Broome, Israel Taback and Joe Mooreman.  -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, NASA SP-4308, p. 329."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1967-B701_P-05655/LRC-1967-B701_P-05655~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20213/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto Close-up, Now in Color",
                        "nasa_id": "PIA20213",
                        "date_created": "2015-12-10T19:01:11Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "media_type": "image",
                        "description_508": "This image from NASA New Horizons forms a strip trending from the edge of badlands northwest of Sputnik Planum, across the al-Idrisi mountains, onto the shoreline of Pluto heart feature, and just into its icy plains.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This enhanced color mosaic combines some of the sharpest views of Pluto that NASA's New Horizons spacecraft obtained during its July 14 flyby. The pictures are part of a sequence taken near New Horizons' closest approach to Pluto, with resolutions of about 250-280 feet (77-85 meters) per pixel -- revealing features smaller than half a city block on Pluto's surface. Lower resolution color data (at about 2,066 feet, or 630 meters, per pixel) were added to create this new image.  The images form a strip 50 miles (80 kilometers) wide, trending (top to bottom) from the edge of \"badlands\" northwest of the informally named Sputnik Planum, across the al-Idrisi mountains, onto the shoreline of Pluto's \"heart\" feature, and just into its icy plains. They combine pictures from the telescopic Long Range Reconnaissance Imager (LORRI) taken approximately 15 minutes before New Horizons' closest approach to Pluto, with -- from a range of only 10,000 miles (17,000 kilometers) -- with color data (in near-infrared, red and blue) gathered by the Ralph/Multispectral Visible Imaging Camera (MVIC) 25 minutes before the LORRI pictures.  The wide variety of cratered, mountainous and glacial terrains seen here gives scientists and the public alike a breathtaking, super-high-resolution color window into Pluto's geology. e border between the relatively smooth Sputnik Planum ice sheet and the pitted area, with a series of hills forming slightly inside this unusual \"shoreline.\"  http://photojournal.jpl.nasa.gov/catalog/PIA20213"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20213/PIA20213~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA21863/collection.json",
                "data": [
                    {
                        "album": [
                            "Artemis_I_launch_and_mission_countdown_simulations"
                        ],
                        "center": "JPL",
                        "title": "Soaring over Pluto",
                        "keywords": [
                            "New Horizons",
                            "Pluto",
                            "Dwarf planet"
                        ],
                        "nasa_id": "PIA21863",
                        "media_type": "image",
                        "date_created": "2017-07-14T00:00:00Z",
                        "description_508": "The dramatic Pluto flyover begins over the highlands to the southwest of the great expanse of nitrogen ice plain informally named Sputnik Planitia, as seen by NASA's New Horizons spacecraft.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute/Lunar and Planetary Institute",
                        "description": "In July 2015, NASA's New Horizons spacecraft sent home the first close-up pictures of Pluto and its moons. Using actual New Horizons data and digital elevation models of Pluto and its largest moon, Charon, mission scientists created flyover movies that offer spectacular new perspectives of the many unusual features that were discovered and which have reshaped our views of the Pluto system -- from a vantage point even closer than a ride on New Horizons itself.  The dramatic Pluto flyover begins over the highlands to the southwest of the great expanse of nitrogen ice plain informally named Sputnik Planitia. (Note that all feature names in the Pluto system are informal.) The viewer first passes over the western margin of Sputnik, where it borders the dark, cratered terrain of Cthulhu Macula, with the blocky mountain ranges located within the planitia seen on the right. The tour moves north past the rugged and fractured highlands of Voyager Terra and then turns southward over Pioneer Terra, which exhibits deep and wide pits, before concluding over the bladed terrain of Tartarus Dorsa in the far east of the encounter hemisphere.  The topographic relief is exaggerated by a factor of 2 to 3 in these movies to emphasize topography; the surface colors have also been enhanced to bring out detail. Digital mapping and rendering were performed by Paul Schenk and John Blackwell of the Lunar and Planetary Institute in Houston.  A video can be viewed at https://photojournal.jpl.nasa.gov/catalog/PIA21863"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA21863/PIA21863~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20336/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto Icy Plains Captured in Highest-Resolution Views from New Horizons",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20336",
                        "date_created": "2016-01-08T22:37:36Z",
                        "media_type": "image",
                        "description_508": "NASA New Horizons spacecraft continues to transmit the sharpest views of Pluto that it obtained and recorded during its flyby of the distant planet on July 14, 2015.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "NASA's New Horizons spacecraft continues to transmit the sharpest views of Pluto that it obtained (and recorded) during its flyby of the distant planet on July 14, 2015.  The newest image, returned on Dec. 24, 2015, extends New Horizons' highest-resolution swath of Pluto to the very center of the informally named Sputnik Planum, and nearly completes the set of highest-resolution images taken by New Horizons last July.  The pictures are part of a sequence taken near New Horizons' closest approach to Pluto, with resolutions of about 250-280 feet (77-85 meters) per pixel -- revealing features smaller than half a city block on Pluto's surface. The images shown here form a strip 50 miles (80 kilometers) wide and more than 400 miles (700 kilometers) long, trending from the northwestern shoreline of Sputnik Planum and out across its icy plains. The images illustrate the polygonal or cellular pattern of the plains, which are thought to result from the convective churning of a deep layer solid, but mobile, nitrogen ice.  The surface of Sputnik Planum appears darker toward the shore (at top), possibly implying a change in composition or surface texture. The occasional raised, darker blocks at the cell edges are probably dirty water \"icebergs\" floating in denser solid nitrogen.  The pictures were taken with the telescopic Long Range Reconnaissance Imager (LORRI) aboard New Horizons, from a range of approximately 10,000 miles (17,000 kilometers) over a timespan of about a minute centered on 11:36 UT on July 14 -- just about 15 minutes before New Horizons' closest approach to Pluto.  http://photojournal.jpl.nasa.gov/catalog/PIA20336"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20336/PIA20336~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20534/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Surface Diversity",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20534",
                        "date_created": "2016-03-17T22:30:04Z",
                        "media_type": "image",
                        "description_508": "This enhanced color view from NASA's New Horizons is of Pluto surface diversity At lower right, ancient, heavily cratered terrain is coated with dark, reddish tholins. At upper right, volatile ices fill the informally named Sputnik Planum.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This enhanced color view of Pluto's surface diversity was created by merging Ralph/Multispectral Visible Imaging Camera (MVIC) color imagery (650 meters per pixel) with Long Range Reconnaissance Imager panchromatic imagery (230 meters per pixel). At lower right, ancient, heavily cratered terrain is coated with dark, reddish tholins. At upper right, volatile ices filling the informally named Sputnik Planum have modified the surface, creating a chaos-like array of blocky mountains. Volatile ice also occupies a few nearby deep craters, and in some areas the volatile ice is pocked with arrays of small sublimation pits. At left, and across the bottom of the scene, gray-white CH4 ice deposits modify tectonic ridges, the rims of craters, and north-facing slopes. The scene in this image is 260 miles (420 kilometers) wide and 140 miles (225 kilometers) from top to bottom; north is to the upper left.   http://photojournal.jpl.nasa.gov/catalog/PIA20534"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20534/PIA20534~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1969-B701_P-00669/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Lunar Excursion Model in Full Scale Wind Tunnel.  Apollo Project. Bell Lunar Landing Training Vehicle (LLTV)",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1969-B701_P-00669",
                            "Project Apollo",
                            "Lunar Excursion Model",
                            "Full Scale Tunnel",
                            "Bell Lunar Landing Training",
                            "LLTV",
                            "30 X 60 tunnel"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1969-B701_P-00669",
                        "media_type": "image",
                        "date_created": "1969-01-16T00:00:00Z",
                        "description": "Concept model of the Lunar Excursion Module tested in the Full-Scale wind tunnel. -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 356.-L69-670 Bell Lunar Landing Training Vehicle (LLTV): Following the crash of a sister Lunar Landing Training Vehicle at Ellington Field in Houston, Texas, the LLTV NASA 952 was sent from Houston to Langley for tests in the 30 x 60 Full Scale Tunnel. The LLTV was returned to Houston for further training use a short time later. NASA 952 is now on exhibit at the Johnson Space Center in Houston, Texas."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1969-B701_P-00669/LRC-1969-B701_P-00669~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19937/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Looking over Pluto",
                        "nasa_id": "PIA19937",
                        "date_created": "2015-09-10T18:55:08Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "LORRI"
                        ],
                        "media_type": "image",
                        "description_508": "This synthetic perspective view of Pluto, based on the latest high-resolution images to be downlinked from NASA New Horizons spacecraft, shows what you would see if you were above Pluto equatorial area, looking over Cthulhu Regio.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This synthetic perspective view of Pluto, based on the latest high-resolution images to be downlinked from NASA's New Horizons spacecraft, shows what you would see if you were approximately 1,100 miles (1,800 kilometers) above Pluto's equatorial area, looking northeast over the dark, cratered, informally named Cthulhu Regio toward the bright, smooth, expanse of icy plains informally called Sputnik Planum. The entire expanse of terrain seen in this image is 1,100 miles (1,800 kilometers) across. The images were taken as New Horizons flew past Pluto on July 14, 2015, from a distance of 50,000 miles (80,000 kilometers).   http://photojournal.jpl.nasa.gov/catalog/PIA19937"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19937/PIA19937~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1957-B701_P-03113/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Echo 30\" Sub Satellite",
                        "photographer": "NACA",
                        "keywords": [
                            "NASA",
                            "Langley",
                            "LRC",
                            "LARC",
                            "1957-L-03113",
                            "echo",
                            "LRC-1957-B701_P-03113"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1957-B701_P-03113",
                        "media_type": "image",
                        "date_created": "1957-07-03T00:00:00Z",
                        "description": " James Hansen describes the work on Project Echo s air density experiment known as the  Sub-Satellite.  Before launch engineers subjected the sub-satellite to many tests. Here, the sub-satellite is shown prior to tests  to determine the capacity of the 30-inch  Sub-Satellite  to withstand the high temperature of direct sunlight in space, Langley researchers subjected it to 450  F heat test. Results indicated that the aluminum-covered Mylar plastic would effectively reflect the dangerous heat.  -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, NASA SP-4308, p. 168."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1957-B701_P-03113/LRC-1957-B701_P-03113~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1969-B701_P-00670/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Lunar Excursion Model in Full Scale Wind Tunnel.  Apollo Project. Bell Lunar Landing Training Vehicle (LLTV)",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1969-B701_P-00669",
                            "Project Apollo",
                            "Lunar Excursion Model",
                            "Full Scale Tunnel",
                            "Bell Lunar Landing Training",
                            "LLTV",
                            "30 X 60 tunnel"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1969-B701_P-00670",
                        "media_type": "image",
                        "date_created": "1969-01-16T00:00:00Z",
                        "description": "Concept model of the Lunar Excursion Module tested in the Full-Scale wind tunnel. -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 356.-L69-670 Bell Lunar Landing Training Vehicle (LLTV): Following the crash of a sister Lunar Landing Training Vehicle at Ellington Field in Houston, Texas, the LLTV NASA 952 was sent from Houston to Langley for tests in the 30 x 60 Full Scale Tunnel. The LLTV was returned to Houston for further training use a short time later. NASA 952 is now on exhibit at the Johnson Space Center in Houston, Texas."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1969-B701_P-00670/LRC-1969-B701_P-00670~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/0202505/collection.json",
                "data": [
                    {
                        "center": "MSFC",
                        "title": "International Space Station (ISS)",
                        "keywords": [
                            "Soyuz",
                            "Baikonur",
                            "Launch"
                        ],
                        "nasa_id": "0202505",
                        "date_created": "2000-10-29T00:00:00Z",
                        "media_type": "image",
                        "description": "The Soyuz TM-31 launch vehicle is shown in the vertical position for its launch from Baikonur, carrying the first resident crew to the International Space Station. The Russian Soyuz launch vehicle is an expendable spacecraft that evolved out of the original Class A (Sputnik). From the early 1960s until today, the Soyuz launch vehicle has been the backbone of Russia's marned and unmanned space launch fleet. Today, the Soyuz launch vehicle is marketed internationally by a joint Russian/French consortium called STARSEM. As of August 2001, there have been ten Soyuz missions under the STARSEM banner."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/0202505/0202505~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/0202506/collection.json",
                "data": [
                    {
                        "center": "MSFC",
                        "title": "International Space Station (ISS)",
                        "keywords": [
                            "Soyuz",
                            "Baikonur",
                            "Launch"
                        ],
                        "nasa_id": "0202506",
                        "date_created": "2000-10-29T00:00:00Z",
                        "media_type": "image",
                        "description": "The Soyuz TM-31 launch vehicle, which carried the first resident crew to the International Space Station, moves toward the launch pad at the Baikonur complex in Kazakhstan. The Russian Soyuz launch vehicle is an expendable spacecraft that evolved out of the original Class A (Sputnik). From the early 1960' until today, the Soyuz launch vehicle has been the backbone of Russia's marned and unmanned space launch fleet. Today, the Soyuz launch vehicle is marketed internationally by a joint Russian/French consortium called STARSEM. As of August 2001, there have been ten Soyuz missions under the STARSEM banner."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/0202506/0202506~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/jsc2018e098097/collection.json",
                "data": [
                    {
                        "center": "JSC",
                        "title": "jsc2018e098097",
                        "photographer": "Victor Zelentsov",
                        "nasa_id": "jsc2018e098097",
                        "date_created": "2018-11-29T00:00:00Z",
                        "media_type": "image",
                        "description": "jsc2018e098097 - At the Baikonur Cosmodrome Museum in Kazakhstan, the Expedition 58 prime and backup crewmembers pose for pictures in front of a model of a Sputnik satellite Nov. 29 during a tour of the facility. From left to right are the prime crewmembers, Anne McClain of NASA, Oleg Kononenko of Roscosmos and David Saint-Jacques of the Canadian Space Agency and the backup crew, Drew Morgan of NASA, Alexander Skvortsov of Roscosmos and Luca Parmitano of the European Space Agency. McClain, Saint-Jacques and Kononenko will launch Dec. 3 in the Soyuz MS-11 spacecraft from the Baikonur Cosmodrome in Kazakhstan for a six-and-a-half month mission on the International Space Station...NASA/Victor Zelentsov."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/jsc2018e098097/jsc2018e098097~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/jsc2019e013418/collection.json",
                "data": [
                    {
                        "center": "JSC",
                        "title": "jsc2019e013418",
                        "photographer": "Victor Zelentsov",
                        "nasa_id": "jsc2019e013418",
                        "media_type": "image",
                        "date_created": "2019-03-10T00:00:00Z",
                        "description": "jsc2019e013418 - At the Baikonur Cosmodrome Museum in Kazakhstan, a model of the world’s first satellite, Sputnik, serves as a hanging backdrop March 10 as the Expedition 59 prime and backup crewmembers pose for pictures in traditional pre-launch activities. From left to right are the prime crewmembers, Christina Koch of NASA, Alexey Ovchinin of Roscosmos and Nick Hague of NASA, and the backup crewmembers, Drew Morgan of NASA, Alexander Skvortsov of Roscosmos and Luca Parmitano of the European Space Agency. Koch, Hague and Ovchinin will launch March 14, U.S. time, in the Soyuz MS-12 spacecraft from the Baikonur Cosmodrome for a six-and-a-half month mission on the International Space Station...NASA/Victor Zelentsov."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/jsc2019e013418/jsc2019e013418~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/jsc2019e013419/collection.json",
                "data": [
                    {
                        "center": "JSC",
                        "title": "jsc2019e013419",
                        "photographer": "Victor Zelentsov",
                        "nasa_id": "jsc2019e013419",
                        "media_type": "image",
                        "date_created": "2019-03-10T00:00:00Z",
                        "description": "jsc2019e013419 - At the Baikonur Cosmodrome Museum in Kazakhstan, a model of the world’s first satellite, Sputnik, serves as a hanging backdrop March 10 as the Expedition 59 prime and backup crewmembers pose for pictures in traditional pre-launch activities. From left to right are the prime crewmembers, Christina Koch of NASA, Alexey Ovchinin of Roscosmos and Nick Hague of NASA, and the backup crewmembers, Drew Morgan of NASA, Alexander Skvortsov of Roscosmos and Luca Parmitano of the European Space Agency. Koch, Hague and Ovchinin will launch March 14, U.S. time, in the Soyuz MS-12 spacecraft from the Baikonur Cosmodrome for a six-and-a-half month mission on the International Space Station...NASA/Victor Zelentsov."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/jsc2019e013419/jsc2019e013419~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA21862/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Global Mosaics of Pluto and Charon",
                        "keywords": [
                            "New Horizons",
                            "Pluto",
                            "Charon",
                            "Dwarf planet"
                        ],
                        "nasa_id": "PIA21862",
                        "date_created": "2017-07-14T00:00:00Z",
                        "media_type": "image",
                        "description_508": "This detailed, high-quality global mosaic of Pluto and its moon, Charon, was assembled from nearly all of the highest-resolution images obtained by NASA's New Horizons.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Global mosaics of Pluto and Charon projected at 300 meters (985 feet) per pixel that have been assembled from most of the highest resolution images obtained by the Long-Range Reconnaissance Imager (LORRI) and the Multispectral Visible Imaging Camera (MVIC) onboard New Horizons. Transparent, colorized stereo topography data generated for the encounter hemispheres of Pluto and Charon have been overlain on the mosaics. Terrain south of about 30°S on Pluto and Charon was in darkness leading up to and during the flyby, so is shown in black. \"S\" and \"T\" respectively indicate Sputnik Planitia and Tartarus Dorsa on Pluto, and \"C\" indicates Caleuche Chasma on Charon. All feature names on Pluto and Charon are informal.   https://photojournal.jpl.nasa.gov/catalog/PIA21862"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA21862/PIA21862~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/NHQ201907190042/collection.json",
                "data": [
                    {
                        "album": [
                            "201907_Exp60_Launch"
                        ],
                        "center": "HQ",
                        "title": "Expedition 60 Preflight",
                        "photographer": "NASA/Joel Kowsky",
                        "keywords": [
                            "Baikonur",
                            "Baikonur Cosmodrome",
                            "ESA (European Space Agency)",
                            "Expedition 60",
                            "Expedition 60 Preflight",
                            "KAZ",
                            "Kazakhstan",
                            "Roscosmos"
                        ],
                        "location": "Baikonur Cosmodrome",
                        "nasa_id": "NHQ201907190042",
                        "media_type": "image",
                        "date_created": "2019-07-19T00:00:00Z",
                        "description": "Painted markings on the service structure of Site 1 at the Baikonur Cosmodrome seen on Friday, July 19, 2019, show the milestones accomplised by launches from the historic pad. The markings commemorate the first launch from the pad on May 15, 1957, the launch of Sputnik 1 on October 4, 1957, the launch of the first human to orbit Earth, Yuri Gagarin, on April 12, 1961, and the fact that the pad has been the site of over 500 launches of various rockets since its construction. Expedition 60 Soyuz Commander Alexander Skvortsov of Roscosmos, flight engineer Andrew Morgan of NASA, and flight engineer Luca Parmitano of ESA (European Space Agency) launched from the historic pad to begin their mission to the International Space Station at 12:28 p.m. Eastern time (9:28 p.m. Baikonur time) on July 20th.  Photo Credit: (NASA/Joel Kowsky)"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/NHQ201907190042/NHQ201907190042~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/GRC-1957-C-46151/collection.json",
                "data": [
                    {
                        "center": "GRC",
                        "title": "Researcher Rehearses for the NACA’s 1957 Inspection",
                        "nasa_id": "GRC-1957-C-46151",
                        "date_created": "1957-10-21T00:00:00Z",
                        "media_type": "image",
                        "description": "A researcher operates a demonstration board regarding high-energy propellants during the 1957 Inspection of the NACA’s Lewis Flight Propulsion Laboratory in Cleveland, Ohio. Representatives from the military, aeronautical industry, universities, and the press were invited to the laboratory to be briefed on the NACA’s latest research efforts and tour the test facilities. Over 1700 people visited the Lewis during the October 7-10, 1957 Inspection.     NACA Executive Secretary John Victory is said to have heard one of the researchers mention outer space during rehearsals for the event. Victory ordered the remark removed so as not give the perception to the visiting dignitaries that the NACA was spending too many of its resources on non-aeronautical pursuits. The launch of Sputnik I by the Soviet Union days before the event changed everything. The dignitaries wanted to hear about the NACA’s rocket work and its space ambitions. The original talks were given, including this one on Lewis’ recent achievements with high-energy propellants."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/GRC-1957-C-46151/GRC-1957-C-46151~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20726/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto Heart: Like a Cosmic Lava Lamp",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20726",
                        "date_created": "2016-06-01T22:18:44Z",
                        "media_type": "image",
                        "description_508": "Like a cosmic lava lamp, a large section of Pluto icy surface is being constantly renewed by a process called convection that replaces older surface ices with fresher material as evidenced by NASA's New Horizons.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Like a cosmic lava lamp, a large section of Pluto's icy surface is being constantly renewed by a process called convection that replaces older surface ices with fresher material.  Scientists from NASA's New Horizons mission used state-of-the-art computer simulations to show that the surface of Pluto's informally named Sputnik Planum is covered with churning ice \"cells\" that are geologically young and turning over due to a process called convection. The scene above, which is about 250 miles (400 kilometers) across, uses data from the New Horizons Ralph/Multispectral Visible Imaging Camera (MVIC), gathered July 14, 2015. Their findings are published in the June 2, 2016, issue of the journal Nature.   http://photojournal.jpl.nasa.gov/catalog/PIA20726"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20726/PIA20726~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA11707/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto Color Map",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "dwarf planet",
                            "MVIC"
                        ],
                        "nasa_id": "PIA11707",
                        "date_created": "2017-01-20T01:05:49Z",
                        "media_type": "image",
                        "description_508": "This detailed global mosaic color map of Pluto is based on a series of three color filter images obtained NASA's New Horizons during the spacecraft close flyby of Pluto in July 2015.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This new, detailed global mosaic color map of Pluto is based on a series of three color filter images obtained by the Ralph/Multispectral Visual Imaging Camera aboard New Horizons during the NASA spacecraft's close flyby of Pluto in July 2015. The mosaic shows how Pluto's large-scale color patterns extend beyond the hemisphere facing New Horizons at closest approach- which were imaged at the highest resolution. North is up; Pluto's equator roughly bisects the band of dark red terrains running across the lower third of the map. Pluto's giant, informally named Sputnik Planitia glacier - the left half of Pluto's signature \"heart\" feature -- is at the center of this map.  http://photojournal.jpl.nasa.gov/catalog/PIA11707"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA11707/PIA11707~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA19947/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Closer Look: Majestic Mountains and Frozen Plains",
                        "nasa_id": "PIA19947",
                        "date_created": "2015-09-17T19:35:05Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "MVIC"
                        ],
                        "media_type": "image",
                        "description_508": "Just 15 minutes after its closest approach to Pluto on July 14, 2015, NASA New Horizons spacecraft looked back toward the sun and captured a near-sunset view of the rugged, icy mountains and flat ice plains extending to Pluto horizon.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Just 15 minutes after its closest approach to Pluto on July 14, 2015, NASA's New Horizons spacecraft looked back toward the sun and captured a near-sunset view of the rugged, icy mountains and flat ice plains extending to Pluto's horizon. The smooth expanse of the informally named Sputnik Planum (right) is flanked to the west (left) by rugged mountains up to 11,000 feet (3,500 meters) high, including the informally named Norgay Montes in the foreground and Hillary Montes on the skyline. The backlighting highlights more than a dozen layers of haze in Pluto's tenuous but distended atmosphere. The image was taken from a distance of 11,000 miles (18,000 kilometers) to Pluto; the scene is 230 miles (380 kilometers) across.  http://photojournal.jpl.nasa.gov/catalog/PIA19947"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA19947/PIA19947~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA11709/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "A Colorful Landing on Pluto",
                        "keywords": [
                            "New Horizons",
                            "Pluto",
                            "LORRI",
                            "MVIC"
                        ],
                        "nasa_id": "PIA11709",
                        "date_created": "2017-01-21T01:05:50Z",
                        "media_type": "image",
                        "description_508": "This image obtained by NASA's New Horizons spacecraft is from a movie made from more than 100 images taken by NASA's New Horizons spacecraft over six weeks of approach and close flyby in the summer of 2015.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "What would it be like to actually land on Pluto? This image is one of more than 100 images taken by NASA's New Horizons spacecraft over six weeks of approach and close flyby in the summer of 2015. A video offers a trip down onto the surface of Pluto -- starting with a distant view of Pluto and its largest moon, Charon -- and leading up to an eventual ride in for a \"landing\" on the shoreline of Pluto's informally named Sputnik Planitia.  After a 9.5-year voyage covering more than three billion miles, New Horizons flew through the Pluto system on July 14, 2015, coming within 7,800 miles (12,500 kilometers) of Pluto. Carrying powerful telescopic cameras that could spot features smaller than a football field, New Horizons sent back hundreds of images of Pluto and its moons that show how dynamic and fascinating their surfaces are.  Movies are available at http://photojournal.jpl.nasa.gov/catalog/PIA11709"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA11709/PIA11709~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20286/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Zigzagging Across Pluto",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "LORRI"
                        ],
                        "nasa_id": "PIA20286",
                        "date_created": "2015-12-16T17:49:28Z",
                        "media_type": "image",
                        "description_508": "This is a portion of a high-resolution swath of Pluto sweeping over the cratered plains west of NASA New Horizons encounter hemisphere and across numerous prominent faults, skimming the eastern margin of the dark, forbidding region of Cthulhu Regio.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This high-resolution swat of Pluto sweeps over the cratered plains at the west of the New Horizons' encounter hemisphere and across numerous prominent faults, skimming the eastern margin of the dark, forbidding region informally known as Cthulhu Regio, and finally passing over the mysterious, possibly cryovolcanic edifice Wright Mons, before reaching the terminator or day-night line. Among the many notable details shown are the overlapping and infilling relationships between units of the relatively smooth, bright volatile ices from Sputnik Planum (at the edge of the mosaic) and the dark edge or \"shore\" of Cthulhu. The pictures in this mosaic were taken by the Long Range Reconnaissance Imager (LORRI) in \"ride-along\" mode with the LEISA spectrometer, which accounts for the 'zigzag' or step pattern. Taken shortly before New Horizons' July 14 closest approach to Pluto, details as small as 500 yards (500 meters) can be seen. http://photojournal.jpl.nasa.gov/catalog/PIA20286"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20286/PIA20286~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/0100074/collection.json",
                "data": [
                    {
                        "center": "MSFC",
                        "title": "Early Rockets",
                        "keywords": [
                            "Launch",
                            "Jupiter-C",
                            "Explorer 1"
                        ],
                        "nasa_id": "0100074",
                        "date_created": "1958-01-31T00:00:00Z",
                        "media_type": "image",
                        "description": "Launch of Jupiter-C/Explorer 1 at Cape Canaveral, Florida on January 31, 1958. After the Russian Sputnik 1 was launched in October 1957, the launching of an American satellite assumed much greater importance. After the Vanguard rocket exploded on the pad in December 1957, the ability to orbit a satellite became a matter of national prestige. On January 31, 1958, slightly more than four weeks after the launch of Sputnik.The ABMA (Army Ballistic Missile Agency) in Redstone Arsenal, Huntsville, Alabama, in cooperation with the Jet Propulsion Laboratory, launched a Jupiter from Cape Canaveral, Florida. The rocket consisted of a modified version of the Redstone rocket's first stage and two upper stages of clustered Baby Sergeant rockets developed by the Jet Propulsion Laboratory and later designated as Juno boosters for space launches"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/0100074/0100074~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/0100075/collection.json",
                "data": [
                    {
                        "center": "MSFC",
                        "title": "Early Rockets",
                        "keywords": [
                            "Launch",
                            "Jupiter-C",
                            "Explorer-1"
                        ],
                        "nasa_id": "0100075",
                        "date_created": "1958-01-31T00:00:00Z",
                        "media_type": "image",
                        "description": "Launch of Jupiter-C/Explorer 1 at Cape Canaveral, Florida on January 31, 1958. After the Russian Sputnik 1 was launched in October 1957, the launching of an American satellite assumed much greater importance. After the Vanguard rocket exploded on the pad in December 1957, the ability to orbit a satellite became a matter of national prestige. On January 31, 1958, slightly more than four weeks after the launch of Sputnik.The ABMA (Army Ballistic Missile Agency) in Redstone Arsenal, Huntsville, Alabama, in cooperation with the Jet Propulsion Laboratory, launched a Jupiter from Cape Canaveral, Florida. The rocket consisted of a modified version of the Redstone rocket's first stage and two upper stages of clustered Baby Sergeant rockets developed by the Jet Propulsion Laboratory and later designated as Juno boosters for space launches"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/0100075/0100075~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/jsc2012e242601/collection.json",
                "data": [
                    {
                        "center": "JSC",
                        "title": "jsc2012e242601",
                        "photographer": "Photographer: Victor Zelentsov",
                        "nasa_id": "jsc2012e242601",
                        "date_created": "2012-12-14T00:00:00Z",
                        "media_type": "image",
                        "description": "At the Korolev Museum at the Baikonur Cosmodrome in Kazakhstan, the Expedition 34/35 prime and backup crewmembers reflect the spirit of the holiday season as they pose for pictures in front of a wall mural depicting the cosmos and a model of Sputnik 1, the first satellite launched into orbit in October 1957 during ceremonial activities Dec. 14, 2012. From left to right are backup crewmembers Karen Nyberg of NASA, Luca Parmitano of the European Space Agency and Fyodor Yurchikhin and prime crewmembers Soyuz Commander Roman Romanenko, Flight Engineer Chris Hadfield of the Canadian Space Agency and Flight Engineer Tom Marshburn of NASA. Romanenko, Hadfield and Marshburn will launch Dec. 19 on the Soyuz TMA-07M spacecraft for a five-month mission on the International Space Station. NASA/Victor Zelentsov"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/jsc2012e242601/jsc2012e242601~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20201/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "New Horizons Very Best View of Pluto Mosiac",
                        "nasa_id": "PIA20201",
                        "date_created": "2015-12-05T00:29:04Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "media_type": "image",
                        "description_508": "This mosaic is composed of the sharpest views of Pluto that NASA New Horizons spacecraft obtained during its flyby of the distant planet on July 14, 2015.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This mosaic is composed of the sharpest views of Pluto that NASA's New Horizons spacecraft obtained during its flyby of the distant planet on July 14, 2015. The pictures are part of a sequence taken near New Horizons' closest approach to Pluto, with resolutions of about 250-280 feet (77-85 meters) per pixel -- revealing features smaller than half a city block on Pluto's diverse surface. The images include a wide variety of spectacular, cratered, mountainous and glacial terrains -- giving scientists and the public alike a breathtaking, super-high resolution window on Pluto's geology.  The images form a strip 50 miles (80 kilometers) wide trending from Pluto's jagged horizon about 500 miles (800 kilometers) northwest of the informally named Sputnik Planum, across the al-Idrisi mountains, onto the shoreline of Sputnik Planum and then across its icy plains. They were made with the telescopic Long Range Reconnaissance Imager (LORRI) aboard New Horizons, over a timespan of about a minute centered on 11:36 UT on July 14 -- just about 15 minutes before New Horizons' closest approach to Pluto -- from a range of just 10,000 miles (17,000 kilometers). They were obtained with an unusual observing mode; instead of working in the usual \"point and shoot,\" LORRI snapped pictures every three seconds while the Ralph/Multispectral Visual Imaging Camera (MVIC) aboard New Horizons was scanning the surface. This mode requires unusually short exposures to avoid blurring the images.  http://photojournal.jpl.nasa.gov/catalog/PIA20201"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20201/PIA20201~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20212/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Zooming in on Pluto Pattern of Pits",
                        "nasa_id": "PIA20212",
                        "date_created": "2015-12-10T19:01:10Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "media_type": "image",
                        "description_508": "On July 14, 2015, the telescopic camera on NASA New Horizons spacecraft took the highest resolution images ever obtained of the intricate pattern of pits across a section of Pluto prominent heart-shaped region, informally named Tombaugh Regio.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "On July 14, 2015, the telescopic camera on NASA's New Horizons spacecraft took the highest resolution images ever obtained of the intricate pattern of \"pits\" across a section of Pluto's prominent heart-shaped region, informally named Tombaugh Regio.  Mission scientists believe these mysterious indentations may form through a combination of ice fracturing and evaporation. The scarcity of overlying impact craters in this area also leads scientists to conclude that these pits -- typically hundreds of yards across and tens of yards deep -- formed relatively recently. Their alignment provides clues about the ice flow and the exchange of nitrogen and other volatile materials between the surface and the atmosphere.  The image is part of a sequence taken by New Horizons' Long Range Reconnaissance Imager (LORRI) as the spacecraft passed within 9,550 miles (15,400 kilometers) of Pluto's surface, just 13 minutes before the time of closest approach. The small box on the global view shows the section of the region imaged in the southeast corner of the giant ice sheet informally named Sputnik Planum. The magnified view is 50-by-50 miles (80-by-80 kilometers) across. The large ring-like structure near the bottom right of the magnified view -- and the smaller one near the bottom left -- may be remnant craters. The upper-left quadrant of the image shows the border between the relatively smooth Sputnik Planum ice sheet and the pitted area, with a series of hills forming slightly inside this unusual \"shoreline.\"   http://photojournal.jpl.nasa.gov/catalog/PIA20212"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20212/PIA20212~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20038/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "A Full View of Pluto Stunning Crescent",
                        "nasa_id": "PIA20038",
                        "date_created": "2015-10-29T21:37:03Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons",
                            "MVIC"
                        ],
                        "media_type": "image",
                        "description_508": "This image was made just 15 minutes after NASA New Horizons spacecraft closest approach to Pluto on July 14, 2015, as the spacecraft looked back at Pluto toward the sun.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "In September, NASA's New Horizons team released a stunning but incomplete image of Pluto's crescent. Thanks to new processing work by the science team, New Horizons is releasing the entire, breathtaking image of Pluto.  This image was made just 15 minutes after New Horizons' closest approach to Pluto on July 14, 2015, as the spacecraft looked back at Pluto toward the sun. The wide-angle perspective of this view shows the deep haze layers of Pluto's atmosphere extending all the way around Pluto, revealing the silhouetted profiles of rugged plateaus on the night (left) side. The shadow of Pluto cast on its atmospheric hazes can also be seen at the uppermost part of the disk. On the sunlit side of Pluto (right), the smooth expanse of the informally named icy plain Sputnik Planum is flanked to the west (above, in this orientation) by rugged mountains up to 11,000 feet (3,500 meters) high, including the informally named Norgay Montes in the foreground and Hillary Montes on the skyline. Below (east) of Sputnik, rougher terrain is cut by apparent glaciers.  The backlighting highlights more than a dozen high-altitude layers of haze in Pluto's tenuous atmosphere. The horizontal streaks in the sky beyond Pluto are stars, smeared out by the motion of the camera as it tracked Pluto. The image was taken with New Horizons' Multi-spectral Visible Imaging Camera (MVIC) from a distance of 11,000 miles (18,000 kilometers) to Pluto. The resolution is 700 meters (0.4 miles)."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20038/PIA20038~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20202/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "New Horizons Very Best View of Pluto",
                        "nasa_id": "PIA20202",
                        "date_created": "2015-12-05T00:29:05Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "media_type": "image",
                        "description_508": "This frame from a movie is composed of the sharpest views of Pluto that NASA New Horizons spacecraft obtained during its flyby of the distant planet on July 14, 2015.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This frame from a movie is composed of the sharpest views of Pluto that NASA's New Horizons spacecraft obtained during its flyby of the distant planet on July 14, 2015. The pictures are part of a sequence taken near New Horizons' closest approach to Pluto, with resolutions of about 250-280 feet (77-85 meters) per pixel -- revealing features smaller than half a city block on Pluto's diverse surface. The images include a wide variety of spectacular, cratered, mountainous and glacial terrains -- giving scientists and the public alike a breathtaking, super-high resolution window on Pluto's geology.  The images form a strip 50 miles (80 kilometers) wide trending from Pluto's jagged horizon about 500 miles (800 kilometers) northwest of the informally named Sputnik Planum, across the al-Idrisi mountains, onto the shoreline of Sputnik Planum and then across its icy plains. They were made with the telescopic Long Range Reconnaissance Imager (LORRI) aboard New Horizons, over a timespan of about a minute centered on 11:36 UT on July 14 -- just about 15 minutes before New Horizons' closest approach to Pluto -- from a range of just 10,000 miles (17,000 kilometers). They were obtained with an unusual observing mode; instead of working in the usual \"point and shoot,\" LORRI snapped pictures every three seconds while the Ralph/Multispectral Visual Imaging Camera (MVIC) aboard New Horizons was scanning the surface. This mode requires unusually short exposures to avoid blurring the images.  http://photojournal.jpl.nasa.gov/catalog/PIA20202"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20202/PIA20202~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/NHQ202007060001/collection.json",
                "data": [
                    {
                        "album": [
                            "Faces_Of_NASA_Portraits"
                        ],
                        "description": "“I was born in India soon after we got independence from the British. So we were just beginning to get access to education. My mother was very keen that her daughters get an education. She was a big motivating force behind my interest in science. Since I was really little, she would say, ‘This daughter of mine is going to be a scientist.’   “And I loved nature. In those days, the monsoon would make India come to life with flowers and creepy-crawlies and all kinds of little creatures. I would just go out, eagerly looking for new forms of life. I was always curious. And I remember the night sky — just trying to count all the stars. We didn’t have electricity so it was very dark. You could see the Milky Way, it was so clear.   “When Sputnik was launched, it came out in the newspaper that you would be able to see it pass overhead at 5 in the morning. And my grandmother woke up everyone — the entire household — to see it. There was a big crowd in the backyard to watch Sputnik go by.   \"Then, Yuri Gagarin made a tour of India. He came to our city — Lucknow — and there was a reception for him. My mother got invitations for all of us to see the cosmonaut. We were just little kids. We ran right to the stage — there was no security then — and said hello to him. He gave us little booklets and autographs. It was a big inspiration for me. I remember just staring at that booklet he gave me. I kept it for years.”  NASA Program Scientist, Dr. Hashima Hasan, poses for a portrait in her backyard, while working from home during the COVID-19 pandemic, Monday, July 6, 2020 in Maryland. Hasan currently works at NASA Headquarters as a program scientist on the agency’s Nuclear Spectroscopic Telescope Array (NuSTAR) spacecraft, the Keck Observatory, and the NASA Astrophysics Archives, and is the deputy program scientist for NASA’s James Webb Space Telescope. Photo Credit: (NASA/Aubrey Gemignani)",
                        "title": "Hashima Hasan Portrait",
                        "photographer": "NASA/Aubrey Gemignani",
                        "location": "MD, USA",
                        "nasa_id": "NHQ202007060001",
                        "media_type": "image",
                        "keywords": [
                            "Faces of NASA",
                            "Hashima Hasan",
                            "MD",
                            "Portrait"
                        ],
                        "date_created": "2020-07-06T00:00:00Z",
                        "center": "HQ"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/NHQ202007060001/NHQ202007060001~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA21944/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "First Official Pluto Feature Names",
                        "keywords": [
                            "New Horizons",
                            "Pluto",
                            "dwarf planet",
                            "IAU",
                            "feature names"
                        ],
                        "nasa_id": "PIA21944",
                        "date_created": "2017-09-06T00:00:00Z",
                        "media_type": "image",
                        "description_508": "This image from NASA's New Horizons spacecraft shows an overlay of the first official Pluto feature names.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "The International Astronomical Union (IAU), the internationally recognized authority for naming celestial bodies and their surface features, approved names of 14 surface features on Pluto in August 2017. The names were proposed by NASA's New Horizons team following the first reconnaissance of Pluto and its moons by the New Horizons spacecraft in 2015.  The names, listed below, pay homage to the underworld mythology, pioneering space missions, historic pioneers who crossed new horizons in exploration, and scientists and engineers associated with Pluto and the Kuiper Belt.       Tombaugh Regio honors Clyde Tombaugh (1906-1997), the U.S. astronomer who discovered Pluto in 1930 from Lowell Observatory in Arizona.      Burney crater honors Venetia Burney (1918-2009), who as an 11-year-old schoolgirl suggested the name \"Pluto\" for Clyde Tombaugh's newly discovered planet. Later in life she taught mathematics and economics.      Sputnik Planitia is a large plain named for Sputnik 1, the first space satellite, launched by the Soviet Union in 1957.      Tenzing Montes and Hillary Montes are mountain ranges honoring Tenzing Norgay (1914-1986) and Sir Edmund Hillary (1919-2008), the Indian/Nepali Sherpa and New Zealand mountaineer were the first to reach the summit of Mount Everest and return safely.      Al-Idrisi Montes honors Ash-Sharif al-Idrisi (1100-1165/66), a noted Arab mapmaker and geographer whose landmark work of medieval geography is sometimes translated as \"The Pleasure of Him Who Longs to Cross the Horizons.â€      Djanggawul Fossae defines a network of long, narrow depressions named for the Djanggawuls, three ancestral beings in indigenous Australian mythology who traveled between the island of the dead and Australia, creating the landscape and filling it with vegetation.      Sleipnir Fossa is named for the powerful, eight-legged horse of Norse mythology that carried the god Odin into the underworld.      Virgil Fossae honors Virgil, one of the greatest Roman poets and Dante's fictional guide through hell and purgatory in the Divine Comedy.      Adlivun Cavus is a deep depression named for Adlivun, the underworld in Inuit mythology.      Hayabusa Terra is a large land mass saluting the Japanese spacecraft and mission (2003-2010) that performed the first asteroid sample return.      Voyager Terra honors the pair of NASA spacecraft, launched in 1977, that performed the first \"grand tour\" of all four giant planets. The Voyager spacecraft are now probing the boundary between the Sun and interstellar space.      Tartarus Dorsa is a ridge named for Tartarus, the deepest, darkest pit of the underworld in Greek mythology.      Elliot crater recognizes James Elliot (1943-2011), an MIT researcher who pioneered the use of stellar occultations to study the solar system -- leading to discoveries such as the rings of Uranus and the first detection of Pluto's thin atmosphere.  https://photojournal.jpl.nasa.gov/catalog/PIA21944"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA21944/PIA21944~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20732/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "The Jagged Shores of Pluto Highlands",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20732",
                        "date_created": "2016-06-09T17:51:42Z",
                        "media_type": "image",
                        "description_508": "This enhanced color view from NASA's New Horizons spacecraft zooms in on the southeastern portion of Pluto great ice plains, where at lower right the plains border rugged, dark highlands informally named Krun Macula.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This enhanced color view from NASA's New Horizons spacecraft zooms in on the southeastern portion of Pluto's great ice plains, where at lower right the plains border rugged, dark highlands informally named Krun Macula.  Krun Macula -- Krun is the lord of the underworld in the Mandaean religion, and a macula is a dark feature on a planetary surface -- is believed to get its dark red color from tholins, complex molecules found across Pluto. Krun Macula rises 1.5 miles (2.5 kilometers) above the surrounding plain -- informally named Sputnik Planum -- and is scarred by clusters of connected, roughly circular pits that typically reach between 5 and 8 miles (8 and 13 kilometers) across, and up to 1.5 miles (2.5 kilometers) deep.  At the boundary with Sputnik Planum, these pits form deep valleys reaching more than 25 miles (40 kilometers) long, 12.5 miles (20 kilometers) wide and almost 2 miles (3 kilometers) deep (almost twice as deep as the Grand Canyon in Arizona), and have floors covered with nitrogen ice. New Horizons scientists think these pits may have formed through surface collapse, although what may have prompted such a collapse is a mystery.  This scene was created using three separate observations made by New Horizons in July 2015. The right half of the image is composed of 260 feet- (80 meter-) per-pixel data from the Long Range Reconnaissance Imager (LORRI), obtained at 9,850 miles (15,850 kilometers) from Pluto, about 23 minutes before New Horizons' closest approach. The left half is composed of 410 feet- (125 meter-) per-pixel LORRI data, obtained about six minutes earlier, with New Horizons 15,470 miles (24,900 kilometers) from Pluto. These data respectively represent portions of the highest- and second-highest-resolution observations obtained by New Horizons in the Pluto system. The entire scene was then colorized using 2230 feet- (680 meter-) per-pixel data from New Horizons' Ralph/Multispectral Visual Imaging Camera (MVIC), obtained at 21,100 miles (33,900 kilometers) from Pluto, about 45 minutes before closest approach.   http://photojournal.jpl.nasa.gov/catalog/PIA20732"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20732/PIA20732~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20733/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "The Jagged Shores of Pluto Highlands",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20733",
                        "date_created": "2016-06-09T17:52:42Z",
                        "media_type": "image",
                        "description_508": "This enhanced color view from NASA's New Horizons spacecraft zooms in on the southeastern portion of Pluto great ice plains, where at lower right the plains border rugged, dark highlands informally named Krun Macula.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This enhanced color view from NASA's New Horizons spacecraft zooms in on the southeastern portion of Pluto's great ice plains, where at lower right the plains border rugged, dark highlands informally named Krun Macula.  Krun Macula -- Krun is the lord of the underworld in the Mandaean religion, and a macula is a dark feature on a planetary surface -- is believed to get its dark red color from tholins, complex molecules found across Pluto. Krun Macula rises 1.5 miles (2.5 kilometers) above the surrounding plain -- informally named Sputnik Planum -- and is scarred by clusters of connected, roughly circular pits that typically reach between 5 and 8 miles (8 and 13 kilometers) across, and up to 1.5 miles (2.5 kilometers) deep.  At the boundary with Sputnik Planum, these pits form deep valleys reaching more than 25 miles (40 kilometers) long, 12.5 miles (20 kilometers) wide and almost 2 miles (3 kilometers) deep (almost twice as deep as the Grand Canyon in Arizona), and have floors covered with nitrogen ice. New Horizons scientists think these pits may have formed through surface collapse, although what may have prompted such a collapse is a mystery.  This scene was created using three separate observations made by New Horizons in July 2015. The right half of the image is composed of 260 feet- (80 meter-) per-pixel data from the Long Range Reconnaissance Imager (LORRI), obtained at 9,850 miles (15,850 kilometers) from Pluto, about 23 minutes before New Horizons' closest approach. The left half is composed of 410 feet- (125 meter-) per-pixel LORRI data, obtained about six minutes earlier, with New Horizons 15,470 miles (24,900 kilometers) from Pluto. These data respectively represent portions of the highest- and second-highest-resolution observations obtained by New Horizons in the Pluto system. The entire scene was then colorized using 2230 feet- (680 meter-) per-pixel data from New Horizons' Ralph/Multispectral Visual Imaging Camera (MVIC), obtained at 21,100 miles (33,900 kilometers) from Pluto, about 45 minutes before closest approach.   http://photojournal.jpl.nasa.gov/catalog/PIA20733"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20733/PIA20733~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000535/collection.json",
                "data": [
                    {
                        "album": [
                            "Test"
                        ],
                        "center": "GSFC",
                        "title": "Pluto’s Puzzling Patterns and Pits",
                        "keywords": [
                            "Pluto’s Puzzling Patterns and Pits",
                            "new",
                            "dwarf",
                            "space",
                            "planet",
                            "pluto",
                            "horizons",
                            "newhorizons",
                            "dwarfplanet"
                        ],
                        "location": "Greenbelt, MD",
                        "nasa_id": "GSFC_20171208_Archive_e000535",
                        "date_created": "2017-12-08T00:00:00Z",
                        "media_type": "image",
                        "description": "This image was taken by the Long Range Reconnaissance Imager (LORRI) on NASA's New Horizons spacecraft shortly before closest approach to Pluto on July 14, 2015; it resolves details as small as 270 yards (250 meters). The scene shown is about 130 miles (210 kilometers) across. The sun illuminates the scene from the left, and north is to the upper left.  Credits: NASA/JHUAPL/SwRI  It seems that the more we see of Pluto, the more fascinating it gets. With its prominent heart-shaped feature, icy mountains, and “snakeskin” terrain, Pluto has already surprised New Horizons scientists with the variety and complexity of its surface features.  Now this latest image, from the heart of Pluto’s heart feature, show the plains’ enigmatic cellular pattern (at left) as well as unusual clusters of small pits and troughs (from lower left to upper right).  Scientists believe that this area, informally known as Sputnik Planum, is composed of volatile ices such as solid nitrogen. They theorize that the pits and troughs – typically hundreds of meters across and tens of meters deep – are possibly formed by sublimation or evaporation of these ices. However, the reasons for the striking shapes and alignments of these features are a mystery. Adding to the intrigue is that even at this resolution, no impact craters are seen, testifying to the extreme geologic youth of Sputnik Planum.    “Pluto is weird, in a good way,” said Hal Weaver, New Horizons project scientist with Johns Hopkins Applied Physics Laboratory in Laurel, Maryland. “The pits, and the way they’re aligned, provide clues about the ice flow and the exchange of volatiles between the surface and atmosphere, and the science team is working hard to understand what physical processes are at play here.”  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASAGoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>  "
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000535/GSFC_20171208_Archive_e000535~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1959-B701_P-04323/collection.json",
                "data": [
                    {
                        "center": "LARC",
                        "title": "Little Joe Model Mercury Project",
                        "photographer": "NASA, Taub",
                        "keywords": [
                            "NASA",
                            "Langley",
                            "LRC",
                            "LARC",
                            "1959-L-04323",
                            "Little Joe",
                            "model",
                            "wind tunnel model",
                            "Mercury Project",
                            "LRC-1959-B701_P-04323"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1959-B701_P-04323",
                        "media_type": "image",
                        "date_created": "1959-06-26T00:00:00Z",
                        "description": "Publicity photograph of a technician measuring a wind tunnel model of the Little Joe test vehicle. Joseph Shortal noted that (vol. 3, p. 29):  The largest project at Wallops in support of Mercury was the Little Joe project, designed to qualify the abort-escape system under flight conditions.  James Hansen (p. 47) writes:  STG engineers Max Faget and Paul Purser, then of Langley's PARD, had conceived Little Joe as a space capsule test vehicle even before the establishment of NASA and the formation of the STG. Girlruth understood the importance of the Little Joe tests:  We had to be sure there were no serious performance and operational problems that we had simply not thought of in such a new and radical type of flight vehicle.  -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 47  Joseph A. Shortal, History of Wallops Station: Origins and Activities Through 1949, (Wallops Island, VA: National Aeronautics and Space Administration, Wallops Station, nd), Comment Edition."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1959-B701_P-04323/LRC-1959-B701_P-04323~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1966-B701_P-10055/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "The Picture of the Century with Floyd Thompsona and Ann Hitch Kilgore, Former Mayor of Hampton VA. ",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1966-B701_P-10055",
                            "Project Apollo",
                            "Ann Kilgore",
                            "The picture of the centruy",
                            "Floyd Thompson"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1966-B701_P-10055",
                        "media_type": "image",
                        "date_created": "1966-12-14T00:00:00Z",
                        "description": "Langley Center Director Floyd Thompson shows Ann Kilgore the \"picture of the century.\" This was the first picture of the earth taken from space. From Spaceflight Revolution: \"On 23 August 1966 just as Lunar Orbiter I was about to pass behind the moon, mission controllers executed the necessary maneuvers to point the camera away from the lunar surface and toward the earth. The result was the world's first view of the earth from space. It was called \"the picture of the century' and \"the greatest shot taken since the invention of photography.\" Not even the color photos of the earth taken during the Apollo missions superseded the impact of this first image of our planet as a little island of life floating in the black and infinite sea of space.\" -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), pp. 345-346. Mayor Ann Kilgore was married to NASA researcher Edwin Carroll Kilgore. Mrs. Kilgore was Mayor from 1963-1971 and again from 1974-1978."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1966-B701_P-10055/LRC-1966-B701_P-10055~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000410/collection.json",
                "data": [
                    {
                        "center": "GSFC",
                        "title": "A Close Look At Pluto",
                        "keywords": [
                            "A Close Look At Pluto"
                        ],
                        "location": "Greenbelt, MD",
                        "nasa_id": "GSFC_20171208_Archive_e000410",
                        "date_created": "2016-02-25T21:05:23Z",
                        "media_type": "image",
                        "description": "Pluto has long been a mystery, a dot at our solar system’s margins. The best images, even with NASA’s Hubble Space Telescope, were fuzzy and pixelated. In July 2015, NASA’s New Horizons spacecraft flew past Pluto and captured the sharpest views of the dwarf planet to date. One of the most striking areas, informally named &quot;Sputnik Planum,&quot; is a sweeping, frozen plain the size of Texas and ringed by mountains of ice. Its smooth deposits are unmarred by impact craters, a stark contrast to the rest of Pluto’s battered surface. As a result, scientists believe the region formed recently, within the last few hundred million years. This contradicts past depictions of Pluto as an unchanging world. By analyzing images taken during the flyby, scientists hope to unravel more of the dwarf planet’s history. Watch the video for an up-close look at Pluto.  Credit: NASA's Goddard Space Flight Center  Video courtesy of NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute/S. Robbins   "
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000410/GSFC_20171208_Archive_e000410~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1971-B701_P-02971/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Original 7 astronauts in front of the Convair F-106 B aircraft",
                        "photographer": "NASA Copy negative from JSC: S61-01250",
                        "keywords": [
                            "LRC",
                            "LARC",
                            "NASA LANGLEY",
                            "LRC-1971-B701_P-02971",
                            "7 ORIGINAL ASTRONAUTS",
                            "CONVAIR F-106",
                            "APOLLO",
                            "SP-4308",
                            "DONALD K. \"DEKE\" SLAYTON",
                            "center",
                            "50th",
                            "anniversary",
                            "fiftieth"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1971-B701_P-02971",
                        "media_type": "image",
                        "date_created": "1961-01-20T00:00:00Z",
                        "description": "The original seven Mercury astronauts during training at NASA Langley Research Center Project Mercury. The original seven astronauts trained at NASA Langley Research Center. Chosen from among hundreds of applicants, the seven men were all test pilots. Standing in front of the U.S. Air Force Convair F-106B aircraft, the astronauts are, from left, Lt. M. Scott Carpenter, Capt. Gordon Cooper, Col. John H. Glenn Jr., Capt. Virgil \"Gus\" Grissom, Lt. Comdr. Walter Schirra, Lt. Comdr. Alan B. Shepard Jr. and Capt. Donald K. \"Deke\" Slayton. While familiarizing the astronauts with the Mercury set-up, Langley employees helped them to specialize in the technical areas crucial to the overall success of Project Mercury. Langley people also guided and monitored the astronauts activities through the many spaceflight simulators and other training devices built at the Center expressly for the manned space program. In less than three years, Project Mercury proved that men could be sent into space and returned safely to Earth, setting the stage for the longer duration Gemini flights and the Apollo lunar landings. This photograph was originally taken on 01/20/1961 and is published in Spaceflight Revolution NASA Langley Research Center from Sputnik to Apollo, NASA SP-4308, by James R. Hansen, 1995, page 40."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1971-B701_P-02971/LRC-1971-B701_P-02971~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/GRC-1957-C-46150/collection.json",
                "data": [
                    {
                        "center": "GRC",
                        "title": "Rocket Propellant Talk at the 1957 NACA Lewis Inspection",
                        "nasa_id": "GRC-1957-C-46150",
                        "date_created": "1957-10-21T00:00:00Z",
                        "media_type": "image",
                        "description": "A researcher works a demonstration board in the Rocket Engine Test Facility during the 1957 Inspection of the National Advisory Committee for Aeronautics (NACA) Lewis Flight Propulsion Laboratory in Cleveland, Ohio. Representatives from the military, aeronautical industry, universities, and the press were invited to the laboratory to be briefed on the NACA’s latest research efforts and tour the test facilities. Over 1700 people visited the Lewis during the October 7-10, 1957 Inspection. The Soviet Union launched their first Sputnik satellite just days before on October 4.    NACA Lewis had been involved in small rockets and propellants research since 1945, but the NACA leadership was wary of involving itself too deeply with the work since ballistics traditionally fell under the military’s purview. The Lewis research was performed by the High Temperature Combustion section in the Fuels and Lubricants Division in a series of small cinderblock test cells. The rocket group was expanded in 1952 and made several test runs in late 1954 using liquid hydrogen as a propellant. A larger test facility, the Rocket Engine Test Facility, was approved and became operational just in time for the Inspection."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/GRC-1957-C-46150/GRC-1957-C-46150~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/video/JPL-20180131-EXPLORs-0001- 60th Anniversary Explorer 1 The Beginning of the US Space Program/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "JPL-20180131-EXPLORs-0001- 60th Anniversary Explorer 1 The Beginning of the US Space Program",
                        "keywords": [
                            "NASA",
                            "Jet Propulsion Laboratory",
                            "JPL",
                            "Explorer 1",
                            "America's first satellite",
                            "space age",
                            "Sputnik",
                            "Space Race",
                            "Jan. 31 1958",
                            "William Pickering",
                            "Wernher von Braun",
                            "James Van Allen"
                        ],
                        "nasa_id": "JPL-20180131-EXPLORs-0001- 60th Anniversary Explorer 1 The Beginning of the US Space Program",
                        "date_created": "2018-01-31T00:00:00Z",
                        "media_type": "video",
                        "description": "Flashback to Jan. 31, 1958, the day a rocket carrying a javelin-shaped satellite took flight into space. Explorer 1 was America's first satellite. Here's a look back at the beginning of the Space Age."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/video/JPL-20180131-EXPLORs-0001- 60th Anniversary Explorer 1 The Beginning of the US Space Program/JPL-20180131-EXPLORs-0001- 60th Anniversary Explorer 1 The Beginning of the US Space Program~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    },
                    {
                        "href": "https://images-assets.nasa.gov/video/JPL-20180131-EXPLORs-0001- 60th Anniversary Explorer 1 The Beginning of the US Space Program/JPL-20180131-EXPLORs-0001- 60th Anniversary Explorer 1 The Beginning of the US Space Program.vtt",
                        "rel": "captions"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20742/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Imagine a Landing on Pluto",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "nasa_id": "PIA20742",
                        "date_created": "2016-07-14T00:00:00Z",
                        "media_type": "image",
                        "description_508": "After a 9.5-year voyage covering more than three billion miles, NASA's New Horizons flew through the Pluto system on July 14, 2015, coming within 7,800 miles 12,500 kilometers of Pluto itself.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "Imagine a future spacecraft following New Horizons' trailblazing path to Pluto, but instead of flying past its target -- as New Horizons needed to do to explore Pluto and the Kuiper Belt beyond -- the next visitor touches down near the tall mountains on the frozen icy, plains of Pluto's heart.  A video produced by New Horizons scientists that offers that very perspective. Made from more than 100 New Horizons images taken over six weeks of approach and close flyby, the video offers a trip in to Pluto -- starting with a distant spacecraft's-eye view of Pluto and its largest moon, Charon, to an eventual ride in for a \"landing\" on the shoreline of Pluto's informally named Sputnik Planum. The video shows what it would be like to ride aboard an approaching spacecraft and see Pluto grow from a \"dot\" to become a world, and then to swoop down over Pluto's spectacular terrains.  New Horizons scientists had to interpolate some of the frames in the movie based on what they know Pluto looks like to make it as smooth and seamless as possible.  After a 9.5-year voyage covering more than three billion miles, New Horizons flew through the Pluto system on July 14, 2015, coming within 7,800 miles (12,500 kilometers) of Pluto itself. Carrying powerful telescopic cameras that could spot features smaller than a football field, New Horizons has sent back hundreds of images of Pluto and its moons that show how dynamic and fascinating their surfaces are - and what great targets they'd make for follow-up mission one day.   http://photojournal.jpl.nasa.gov/catalog/PIA20742"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20742/PIA20742~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1965-B701_P-05113/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Astronaut Walt Cunningham on the Reduced Gravity Walking Simulator",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1965-B701_P-05113",
                            "Project Apollo",
                            "Walt Cunningam",
                            "astonaut",
                            "reduced gravity walking siumulator",
                            "lunar landing facility"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1965-B701_P-05113",
                        "media_type": "image",
                        "date_created": "1965-06-24T00:00:00Z",
                        "description": "Astronaut Walt Cunningham on the Reduced Gravity Walking Simulator located at the Lunar Landing Facility. The purpose of this simulator was to study the subject while walking, jumping or running. Researchers conducted studies of various factors such as fatigue limit, energy expenditure, and speed of locomotion. A.W. Vigil described the purpose of the simulator in his paper \"Discussion of Existing and Planned Simulators for Space Research,\" \"When the astronauts land on the moon they will be in an unfamiliar environment involving, particularly, a gravitational field only one-sixth as strong as on earth. A novel method of simulating lunar gravity has been developed and is supported by a puppet-type suspension system at the end of a long pendulum. A floor is provided at the proper angle so that one-sixth of the subject's weight is supported by the floor with the remainder being supported by the suspension system. This simulator allows almost complete freedom in vertical translation and pitch and is considered to be a very realistic simulation of the lunar walking problem. For this problem this simulator suffers only slightly from the restrictions in lateral movement it puts on the test subject. This is not considered a strong disadvantage for ordinary walking problems since most of the motions do, in fact, occur in the vertical plane. However, this simulation technique would be severely restrictive if applied to the study of the extra-vehicular locomotion problem, for example, because in this situation complete six degrees of freedom are rather necessary. This technique, in effect, automatically introduces a two-axis attitude stabilization system into the problem. The technique could, however, be used in preliminary studies of extra-vehicular locomotion where, for example, it might be assumed that one axis of the attitude control system on the astronaut maneuvering unit may have failed.\" -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 377; A.W. Vigil, \"Discussion of Existing and Planned Simulators for Space Research,\" Paper presented at Conference on the Role of Simulation in Space Technology,\" Blacksburg, VA, August 17-21, 1964."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1965-B701_P-05113/LRC-1965-B701_P-05113~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1965-B701_P-05579/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "LOLA Project Artists ",
                        "photographer": "NASA , Bob Nye ",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1965-B701_P-05579",
                            "Project Apollo",
                            "LOLA",
                            "artist",
                            "Lunar Orbit and Lainding Approach",
                            "simulator",
                            "lunar surface"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1965-B701_P-05579",
                        "media_type": "image",
                        "date_created": "1965-08-10T00:00:00Z",
                        "description": " Artists used paintbrushes and airbrushes to recreate the lunar surface on each of the four models comprising the LOLA simulator. Project LOLA or Lunar Orbit and Landing Approach was a simulator built at Langley to study problems related to landing on the lunar surface. It was a complex project that cost nearly  2 million dollars. James Hansen wrote:  This simulator was designed to provide a pilot with a detailed visual encounter with the lunar surface  the machine consisted primarily of a cockpit, a closed-circuit TV system, and four large murals or scale models representing portions of the lunar surface as seen from various altitudes. The pilot in the cockpit moved along a track past these murals which would accustom him to the visual cues for controlling a spacecraft in the vicinity of the moon. Unfortunately, such a simulation--although great fun and quite aesthetic--was not helpful because flight in lunar orbit posed no special problems other than the rendezvous with the LEM, which the device did not simulate. Not long after the end of Apollo, the expensive machine was dismantled.  (p. 379) Ellis J. White described the simulator as follows:  Model 1 is a 20-foot-diameter sphere mounted on a rotating base and is scaled 1 in.   9 miles. Models 2,3, and 4 are approximately 15x40 feet scaled sections of model 1. Model 4 is a scaled-up section of the Crater Alphonsus and the scale is 1 in.   200 feet. All models are in full relief except the sphere.  -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 379  Ellis J. White,  Discussion of Three Typical Langley Research Center Simulation Programs,  Paper presented at the Eastern Simulation Council (EAI s Princeton Computation Center), Princeton, NJ, October 20, 1966."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1965-B701_P-05579/LRC-1965-B701_P-05579~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1965-B701_P-08545/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Apollo 1 Astronaut Roger Chaffee  ",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1965-B701_P-08545",
                            "Project Apollo",
                            "Roger Chaffee",
                            "astronaut",
                            "NASA SP-4308",
                            "James Hansen",
                            "reduced gravity walking simulator"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1965-B701_P-08545",
                        "media_type": "image",
                        "date_created": "1965-11-17T00:00:00Z",
                        "description": "Astronaut Roger Chaffee on the Reduced Gravity Walking Simulator located at the Lunar Landing Facility. The purpose of this simulator was to study the subject while walking, jumping or running. Researchers conducted studies of various factors such as fatigue limit, energy expenditure, and speed of locomotion. A.W. Vigil, described the simulator as follows: \"When the astronauts land on the moon they will be in an unfamiliar environment involving, particularly, a gravitational field only one-sixth as strong as on earth. A novel method of simulating lunar gravity has been developed and is supported by a puppet-type suspension system at the end of a long pendulum. A floor is provided at the proper angle so that one-sixth of the subject's weight is supported by the floor with the remainder being supported by the suspension system. This simulator allows almost complete freedom in vertical translation and pitch and is considered to be a very realistic simulation of the lunar walking problem. For this problem this simulator suffers only slightly from the restrictions in lateral movement it puts on the test subject. This is not considered a strong disadvantage for ordinary walking problems since most of the motions do, in fact, occur in the vertical plane. However, this simulation technique would be severely restrictive if applied to the study of the extra-vehicular locomotion problem, for example, because in this situation complete six degrees of freedom are rather necessary. This technique, in effect, automatically introduces a two-axis attitude stabilization system into the problem. The technique could, however, be used in preliminary studies of extra-vehicular locomotion where, for example, it might be assumed that one axis of the attitude control system on the astronaut maneuvering unit may have failed.\" -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, NASA SP-4308, p. 377; A.W. Vigil, \"Discussion of Existing and Planned Simulators for Space Research,\" Paper presented at Conference on the Role of Simulation in Space Technology,\" Blacksburg, VA, August 17-21, 1964."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1965-B701_P-08545/LRC-1965-B701_P-08545~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000616/collection.json",
                "data": [
                    {
                        "album": [
                            "Test"
                        ],
                        "center": "GSFC",
                        "title": "New Pluto Images from NASA’s New Horizons: It’s Complicated",
                        "keywords": [
                            "New Pluto Images from NASA’s New Horizons: It’s Complicated",
                            "space",
                            "nasa",
                            "planet",
                            "pluto",
                            "nasagoddard"
                        ],
                        "location": "Greenbelt, MD",
                        "nasa_id": "GSFC_20171208_Archive_e000616",
                        "date_created": "2017-12-08T00:00:00Z",
                        "media_type": "image",
                        "description": "This synthetic perspective view of Pluto, based on the latest high-resolution images to be downlinked from NASA’s New Horizons spacecraft, shows what you would see if you were approximately 1,100 miles (1,800 kilometers) above Pluto’s equatorial area, looking northeast over the dark, cratered, informally named Cthulhu Regio toward the bright, smooth, expanse of icy plains informally called Sputnik Planum. The entire expanse of terrain seen in this image is 1,100 miles (1,800 kilometers) across. The images were taken as New Horizons flew past Pluto on July 14, 2015, from a distance of 50,000 miles (80,000 kilometers).  Read more: <a href=\"http://1.usa.gov/1MgG7io\" rel=\"nofollow\">1.usa.gov/1MgG7io</a>  Credit: NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute    <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASAGoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000616/GSFC_20171208_Archive_e000616~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1960-B701_P-06622/collection.json",
                "data": [
                    {
                        "center": "LARC",
                        "title": "Scout",
                        "photographer": "NASA",
                        "keywords": [
                            "NASA",
                            "Langley",
                            "LRC",
                            "LARC",
                            "1960-L-06622",
                            "Scout Project",
                            "Scout",
                            "Aerobee",
                            "Aerobee 150A",
                            "LRC-1960-B701_P-06622"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1960-B701_P-06622",
                        "media_type": "image",
                        "date_created": "1960-09-22T00:00:00Z",
                        "description": "Photographed on 09/22/1960. -- An examination of the Aerojet-General \"Aerobee 150A\" propulsion system in February 1960. James Hansen described this as follows: \"As for the technical definition of the rocket...the Langley engineers tried to keep developmental costs and time to a minimum by selecting components from off-the-shelf hardware. the majority of Scout's components were to come from an inventory of solid-fuel rockets produced for the military, although everyone involved understood that some improved motors would also have to be developed under contract. By early 1959, after intensive technical analysis and reviews, Langley settled on a design and finalized the selection of the major contractors. The rocket's 40-inch-diameter first stage was to be a new \"Algol\" motor, a combination of the Jupiter Senior and the navy Polaris produced by the Aerojet General Corporation, Sacramento, California. The 31-inch-diameter second stage, \"Castor,\" was derived from the army's Sergeant and was to be manufactured by the Redstone Division of the Thiokol company in Huntsville, Alabama. the motor for the 30-inch-diameter third stage, \"Antares,\" evolved under NASA contract from the ABL X248 design into a new version called the X254 (and subsequently into the X259); it was built under contract to NASA by ABL, a U.S. Navy Bureau of Ordnance facility operated by the Hercules Powder Company, Cumberland, Maryland. the final upper-stage propulsion unit, \"Altair,\" which was 25.7 inches in diameter (34 inches at the heat shield), amounted to an improved edition of the X248 that was also manufactured by ABL.\" -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, NASA SP-4308, pp.200-201."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1960-B701_P-06622/LRC-1960-B701_P-06622~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1963-B701_P-08783/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Reduced Gravity Walking Simulator",
                        "photographer": "NASA",
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1963-B701_P-08783",
                        "media_type": "image",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1963-B701_P-08783",
                            "Project Apollo",
                            "Gravity Walking Simulator",
                            "Hangar",
                            "building 1244",
                            "A.W. Vigil",
                            "lunar walking"
                        ],
                        "date_created": "1963-10-24T00:00:00Z",
                        "description": "Reduced Gravity Walking Simulator located in the hangar at Langley Research Center. The initial version of this simulator was located inside the hangar. Later a larger version would be located at the Lunar Landing Facility. The purpose of this simulator was to study the subject while walking, jumping or running. Researchers conducted studies of various factors such as fatigue limit, energy expenditure, and speed of locomotion. A.W. Vigil wrote in his paper  Discussion of Existing and Planned Simulators for Space Research,   When the astronauts land on the moon they will be in an unfamiliar environment involving, particularly, a gravitational field only one-sixth as strong as on earth. A novel method of simulating lunar gravity has been developed and is supported by a puppet-type suspension system at the end of a long pendulum. A floor is provided at the proper angle so that one-sixth of the subject' s weight is supported by the floor with the remainder being supported by the suspension system. This simulator allows almost complete freedom in vertical translation and pitch and is considered to be a very realistic simulation of the lunar walking problem. For this problem this simulator suffers only slightly from the restrictions in lateral movement it puts on the test subject. This is not considered a strong disadvantage for ordinary walking problems since most of the motions do, in fact, occur in the vertical plane. However, this simulation technique would be severely restrictive if applied to the study of the extra-vehicular locomotion problem, for example, because in this situation complete six degrees of freedom are rather necessary. This technique, in effect, automatically introduces a two-axis attitude stabilization system into the problem. The technique could, however, be used in preliminary studies of extra-vehicular locomotion where, for example, it might be assumed that one axis of the attitude control system on the astronaut maneuvering unit may have failed.  -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, NASA SP-4308, p. 377  A.W. Vigil,  Discussion of Existing and Planned Simulators for Space Research,  Paper presented at Conference on the Role of Simulation in Space Technology,  Blacksburg, VA, August 17-21, 1964."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1963-B701_P-08783/LRC-1963-B701_P-08783~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1964-B701_P-01367/collection.json",
                "data": [
                    {
                        "description": "A \"suited\" test subject on the Reduced Gravity Walking Simulator located in the hangar at Langley Research Center. The initial version of this simulator was located inside the hangar. Later a larger version would be located at the Lunar Landing Facility. The purpose of this simulator was to study the subject while walking, jumping or running. Researchers conducted studies of various factors such as fatigue limit, energy expenditure, and speed of locomotion. Francis B. Smith wrote in \"Simulators For Manned Space Research:\" \"The cables which support the astronaut are supported by an overhead trolley about 150 feet above the center line of the walkway and the support is arranged so that the subject is free to walk, run, jump, and perform other self-locomotive tasks in a more-or-less normal manner, even though he is constrained to move in one place.\" \"The studies thus far show that an astronaut should have no particular difficulty in walking in a pressurized space suit on a hard lunar surface. Rather, the pace was faster and the suit was found to be more comfortable and less fatiguing under lunar \"g\" than under earth \"g.\" When the test subject wished to travel hurriedly any appreciable distance, a long loping gait at about 10 feet per second was found to be most comfortable.\" -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 377; Francis B. Smith, \"Simulators For Manned Space Research,\" Paper for 1966 IEEE International Convention, New York, NY, March 21-25, 1966.",
                        "title": "Reduced Gravity Walking Simulator",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1964-B701_P-01367",
                            "Project Apollo",
                            "EL-2002-00437",
                            "reduced gravity walking simulator",
                            "hangar",
                            "buiding 1244",
                            "Francis B. Smith",
                            "James Hansen",
                            "SP-4203"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1964-B701_P-01367",
                        "date_created": "1964-06-20T00:00:00Z",
                        "media_type": "image",
                        "center": "LRC"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1964-B701_P-01367/LRC-1964-B701_P-01367~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1965-B701_P-07687/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Reduced Gravity Walking Simulator",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1965-B701_P-07687",
                            "Project Apollo",
                            "Reduced Gravity Walking Simulator",
                            "James Hansen",
                            "A.W. Vigil"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1965-B701_P-07687",
                        "media_type": "image",
                        "date_created": "1965-10-15T00:00:00Z",
                        "description": "Cable system which supports the test subject on the Reduced Gravity Walking Simulator. The purpose of this simulator was to study the subject while walking, jumping or running. Researchers conducted studies of various factors such as fatigue limit, energy expenditure, and speed of locomotion. A.W. Vigil described the purpose of the simulator as follows: \"When the astronauts land on the moon they will be in an unfamiliar environment involving, particularly, a gravitational field only one-sixth as strong as on earth. A novel method of simulating lunar gravity has been developed and is supported by a puppet-type suspension system at the end of a long pendulum. A floor is provided at the proper angle so that one-sixth of the subject's weight is supported by the floor with the remainder being supported by the suspension system. This simulator allows almost complete freedom in vertical translation and pitch and is considered to be a very realistic simulation of the lunar walking problem. For this problem this simulator suffers only slightly from the restrictions in lateral movement it puts on the test subject. This is not considered a strong disadvantage for ordinary walking problems since most of the motions do, in fact, occur in the vertical plane. However, this simulation technique would be severely restrictive if applied to the study of the extra-vehicular locomotion problem, for example, because in this situation complete six degrees of freedom are rather necessary. This technique, in effect, automatically introduces a two-axis attitude stabilization system into the problem. The technique could, however, be used in preliminary studies of extra-vehicular locomotion where, for example, it might be assumed that one axis of the attitude control system on the astronaut maneuvering unit may have failed.\" -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995); A.W. Vigil, \"Discussion of Existing and Planned Simulators for Space Research,\" Paper presented at Conference on the Role of Simulation in Space Technology,\" Blacksburg, VA, August 17-21, 1964."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1965-B701_P-07687/LRC-1965-B701_P-07687~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/GRC-1956-C-43289/collection.json",
                "data": [
                    {
                        "center": "GRC",
                        "title": "Drive Fan of the NACA's Icing Research Tunnel",
                        "nasa_id": "GRC-1956-C-43289",
                        "date_created": "1956-10-21T00:00:00Z",
                        "media_type": "image",
                        "description": "A researcher examines the drive fan inside the Icing Research Tunnel at the National Advisory Committee for Aeronautics (NACA) Flight Propulsion Research Laboratory in Cleveland, Ohio. The facility was built in the mid-1940s to simulate the atmospheric conditions that caused ice to build up on aircraft. Carrier Corporation refrigeration equipment reduced the internal air temperature to -45⁰ F, and a spray bar system injected water droplets into the air stream. The 24-foot diameter drive fan, seen in this photograph, created air flow velocities up to 400 miles per hour.    The 1950s were prime years for the Icing Research Tunnel. NACA engineers had spent the 1940s trying to resolve the complexities of the spray bar system. The final system put into operation in 1950 included six horizontal spray bars with 80 nozzles that produced a 4- by 4-foot cloud in the test section. The icing tunnel was used for extensive testing of civilian and military aircraft components in the 1950s. The NACA also launched a major investigation of the various methods of heating leading edge surfaces. The hot-air anti-icing technology used on today’s commercial transports was largely developed in the facility during this period. Lewis researchers also made significant breakthroughs with icing on radomes and jet engines.    Although the Icing Research Tunnel yielded major breakthroughs in the 1950s, the Lewis icing research program began tapering off as interest in the space program grew. The icing tunnel’s use declined in 1956 and 1957. The launch of Sputnik in October 1957 signaled the end of the facility’s operation. The icing staff was transferred to other research projects and the icing tunnel was temporarily mothballed."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/GRC-1956-C-43289/GRC-1956-C-43289~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA21861/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto's Surface in Detail",
                        "keywords": [
                            "New Horizons",
                            "Pluto",
                            "Dwarf planet"
                        ],
                        "nasa_id": "PIA21861",
                        "date_created": "2017-07-14T00:00:00Z",
                        "media_type": "image",
                        "description_508": "This detailed, high-quality global mosaic of Pluto was assembled from nearly all of the highest-resolution images obtained by NASA's New Horizons.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "On July 14, 2015, NASA's New Horizons spacecraft made its historic flight through the Pluto system. This detailed, high-quality global mosaic of Pluto was assembled from nearly all of the highest-resolution images obtained by the Long-Range Reconnaissance Imager (LORRI) and the Multispectral Visible Imaging Camera (MVIC) on New Horizons.  The mosaic is the most detailed and comprehensive global view yet of Pluto's surface using New Horizons data. It includes topography data of the hemisphere visible to New Horizons during the spacecraft's closest approach. The topography is derived from digital stereo-image mapping tools that measure the parallax -- or the difference in the apparent relative positions -- of features on the surface obtained at different viewing angles during the encounter. Scientists use these parallax displacements of high and low terrain to estimate landform heights.  The global mosaic has been overlain with transparent, colorized topography data wherever on the surface stereo data is available. Terrain south of about 30°S was in darkness leading up to and during the flyby, so is shown in black. Examples of large-scale topographic features on Pluto include the vast expanse of very flat, low-elevation nitrogen ice plains of Sputnik Planitia (\"P\") -- note that all feature names in the Pluto system are informal -- and, on the eastern edge of the encounter hemisphere, the aligned, high-elevation ridges of Tartarus Dorsa (\"T\") that host the enigmatic bladed terrain, mountains, possible cryovolcanos, canyons, craters and more.  https://photojournal.jpl.nasa.gov/catalog/PIA21861"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA21861/PIA21861~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/PIA20199/collection.json",
                "data": [
                    {
                        "center": "JPL",
                        "title": "Pluto Badlands",
                        "nasa_id": "PIA20199",
                        "date_created": "2015-12-05T00:29:02Z",
                        "keywords": [
                            "Pluto",
                            "New Horizons"
                        ],
                        "media_type": "image",
                        "description_508": "This highest-resolution image from NASA New Horizons spacecraft shows how erosion and faulting has sculpted this portion of Pluto icy crust into rugged badlands.",
                        "secondary_creator": "NASA/Johns Hopkins University Applied Physics Laboratory/Southwest Research Institute",
                        "description": "This highest-resolution image from NASA's New Horizons spacecraft shows how erosion and faulting has sculpted this portion of Pluto's icy crust into rugged badlands. The prominent 1.2-mile-high cliff at the top, running from left to upper right, is part of a great canyon system that stretches for hundreds of miles across Pluto's northern hemisphere. New Horizons team members think that the mountains in the middle are made of water ice, but have been modified by the movement of nitrogen or other exotic ice glaciers over long periods of time, resulting in a muted landscape of rounded peaks and intervening sets of short ridges. At the bottom of this 50-mile-wide image, the terrain transforms dramatically into a fractured and finely broken up floor at the northwest margin of the giant ice plain informally called Sputnik Planum. The top of the image is to Pluto's northwest.  These images were made with the telescopic Long Range Reconnaissance Imager (LORRI) aboard New Horizons, in a timespan of about a minute centered on 11:36 UT on July 14 -- just about 15 minutes before New Horizons' closest approach to Pluto -- from a range of just 10,000 miles (17,000 kilometers). They were obtained with an unusual observing mode; instead of working in the usual \"point and shoot,\" LORRI snapped pictures every three seconds while the Ralph/Multispectral Visual Imaging Camera (MVIC) aboard New Horizons was scanning the surface. This mode requires unusually short exposures to avoid blurring the images.  http://photojournal.jpl.nasa.gov/catalog/PIA20199"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/PIA20199/PIA20199~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1963-B701_P-09964/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Reduced Gravity Walking Simulator",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1963-B701_P-09964",
                            "Project Apollo",
                            "reduced gravity",
                            "lunar walk",
                            "James Hansen",
                            "SP-4308",
                            "Francis B. Smith",
                            "simulator",
                            "training"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1963-B701_P-09964",
                        "media_type": "image",
                        "date_created": "1963-02-11T00:00:00Z",
                        "description": "A test subject being suited up for studies on the Reduced Gravity Walking Simulator located in the hangar at Langley Research Center. The initial version of this simulator was located inside the hangar. Later a larger version would be located at the Lunar Landing Facility. The purpose of this simulator was to study the subject while walking, jumping or running. Researchers conducted studies of various factors such as fatigue limit, energy expenditure, and speed of locomotion. Francis B. Smith wrote in his paper \"Simulators For Manned Space Research,\" \"I would like to conclude this talk with a discussion of a device for simulating lunar gravity which is very effective and yet which is so simple that its cost is in the order of a few thousand dollars at most, rather than hundreds of thousands. With a little ingenuity, one could almost build this type simulator in his backyard for children to play on. The principle is ...if a test subject is suspended in a sling so that his body axis makes an angle of 9 1/2 degrees with the horizontal and if he then \"stands\" on a platform perpendicular to his body axis, the component of the earth's gravity forcing him toward the platform is one times the sine of 9 1/2 degrees or approximately 1/6 of the earth's normal gravity field. That is, a 180 pound astronaut \"standing\" on the platform would exert a force of only 30 pounds - the same as if he were standing upright on the lunar surface.\" -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, NASA SP-4308; Francis B. Smith, \"Simulators For Manned Space Research,\" Paper for 1966 IEEE International Convention, New York, NY, March 21-25, 1966"
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1963-B701_P-09964/LRC-1963-B701_P-09964~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1964-B701_P-10692/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Project LOLA or Lunar Orbit and Landing Approach",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LARC",
                            "NASA LANGLEY",
                            "1964-L-10692",
                            "LOLA",
                            "LUNAR ORBIT",
                            "MOON",
                            "SIMULATOR",
                            "center",
                            "Apollo",
                            "50th",
                            "anniversary",
                            "fiftieth"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1964-B701_P-10692",
                        "media_type": "image",
                        "date_created": "2018-07-11T00:00:00Z",
                        "description": "Artists used paintbrushes and airbrushes to recreate the lunar surface on each of the four models comprising the LOLA simulator. Project LOLA or Lunar Orbit and Landing Approach was a simulator built at Langley to study problems related to landing on the lunar surface. It was a complex project that cost nearly $2 million dollars. James Hansen wrote: \"This simulator was designed to provide a pilot with a detailed visual encounter with the lunar surface; the machine consisted primarily of a cockpit, a closed-circuit TV system, and four large murals or scale models representing portions of the lunar surface as seen from various altitudes. The pilot in the cockpit moved along a track past these murals which would accustom him to the visual cues for controlling a spacecraft in the vicinity of the moon. Unfortunately, such a simulation--although great fun and quite aesthetic--was not helpful because flight in lunar orbit posed no special problems other than the rendezvous with the LEM, which the device did not simulate. Not long after the end of Apollo, the expensive machine was dismantled.\" (p. 379) Ellis J. White further described LOLA in his paper \"Discussion of Three Typical Langley Research Center Simulation Programs,\" \"Model 1 is a 20-foot-diameter sphere mounted on a rotating base and is scaled 1 in. = 9 miles. Models 2,3, and 4 are approximately 15x40 feet scaled sections of model 1. Model 4 is a scaled-up section of the Crater Alphonsus and the scale is 1 in. = 200 feet. All models are in full relief except the sphere.\" -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 379; Ellis J. White, \"Discussion of Three Typical Langley Research Center Simulation Programs,\" Paper presented at the Eastern Simulation Council (EAI's Princeton Computation Center), Princeton, NJ, October 20, 1966."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1964-B701_P-10692/LRC-1964-B701_P-10692~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1964-B701_P-10753/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Project LOLA or Lunar Orbit and Landing Approach",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LARC",
                            "NASA LANGLEY",
                            "1964-L-10753",
                            "LOLA",
                            "LUNAR MAP",
                            "LUNAR PAINTING",
                            "APOLLO",
                            "center",
                            "50th",
                            "anniversary",
                            "fiftieth"
                        ],
                        "location": "NASA Langley Research Center",
                        "nasa_id": "LRC-1964-B701_P-10753",
                        "media_type": "image",
                        "date_created": "1964-11-12T00:00:00Z",
                        "description": "Artists used paintbrushes and airbrushes to recreate the lunar surface on each of the four models comprising the LOLA simulator. Project LOLA or Lunar Orbit and Landing Approach was a simulator built at Langley to study problems related to landing on the lunar surface. It was a complex project that cost nearly $2 million dollars. James Hansen wrote: \"This simulator was designed to provide a pilot with a detailed visual encounter with the lunar surface; the machine consisted primarily of a cockpit, a closed-circuit TV system, and four large murals or scale models representing portions of the lunar surface as seen from various altitudes. The pilot in the cockpit moved along a track past these murals which would accustom him to the visual cues for controlling a spacecraft in the vicinity of the moon. Unfortunately, such a simulation--although great fun and quite aesthetic--was not helpful because flight in lunar orbit posed no special problems other than the rendezvous with the LEM, which the device did not simulate. Not long after the end of Apollo, the expensive machine was dismantled.\" (p. 379) Ellis J. White further described LOLA in his paper \"Discussion of Three Typical Langley Research Center Simulation Programs,\" \"Model 1 is a 20-foot-diameter sphere mounted on a rotating base and is scaled 1 in. = 9 miles. Models 2,3, and 4 are approximately 15x40 feet scaled sections of model 1. Model 4 is a scaled-up section of the Crater Alphonsus and the scale is 1 in. = 200 feet. All models are in full relief except the sphere.\" -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 379; From Ellis J. White, \"Discussion of Three Typical Langley Research Center Simulation Programs,\" Paper presented at the Eastern Simulation Council (EAI's Princeton Computation Center), Princeton, NJ, October 20, 1966."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1964-B701_P-10753/LRC-1964-B701_P-10753~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            },
            {
                "href": "https://images-assets.nasa.gov/image/LRC-1965-B701_P-03485/collection.json",
                "data": [
                    {
                        "center": "LRC",
                        "title": "Special \"space\" suit for the Reduced Gravity Walking Simulator",
                        "photographer": "NASA",
                        "keywords": [
                            "LRC",
                            "LaRC",
                            "NASA Langley",
                            "LRC-1965-B701_P-03485",
                            "Project Apollo",
                            "space suit",
                            "reduced gravity",
                            "walking simulator"
                        ],
                        "location": "NASA Langley Research Center ",
                        "nasa_id": "LRC-1965-B701_P-03485",
                        "media_type": "image",
                        "date_created": "1965-05-05T00:00:00Z",
                        "description": "Special \"space\" suit for the Reduced Gravity Walking Simulator located at the Lunar Landing Facility. The purpose of this simulator was to study the subject while walking, jumping or running. Researchers conducted studies of various factors such as fatigue limit, energy expenditure, and speed of locomotion. A.W. Vigil described the purpose of the simulator in his paper \"Discussion of Existing and Planned Simulators for Space Research,\" \"When the astronauts land on the moon they will be in an unfamiliar environment involving, particularly, a gravitational field only one-sixth as strong as on earth. A novel method of simulating lunar gravity has been developed and is supported by a puppet-type suspension system at the end of a long pendulum. A floor is provided at the proper angle so that one-sixth of the subject's weight is supported by the floor with the remainder being supported by the suspension system. This simulator allows almost complete freedom in vertical translation and pitch and is considered to be a very realistic simulation of the lunar walking problem. For this problem this simulator suffers only slightly from the restrictions in lateral movement it puts on the test subject. This is not considered a strong disadvantage for ordinary walking problems since most of the motions do, in fact, occur in the vertical plane. However, this simulation technique would be severely restrictive if applied to the study of the extra-vehicular locomotion problem, for example, because in this situation complete six degrees of freedom are rather necessary. This technique, in effect, automatically introduces a two-axis attitude stabilization system into the problem. The technique could, however, be used in preliminary studies of extra-vehicular locomotion where, for example, it might be assumed that one axis of the attitude control system on the astronaut maneuvering unit may have failed.\" -- Published in James R. Hansen, Spaceflight Revolution: NASA Langley Research Center From Sputnik to Apollo, (Washington: NASA, 1995), p. 377; A.W. Vigil, \"Discussion of Existing and Planned Simulators for Space Research,\" Paper presented at Conference on the Role of Simulation in Space Technology,\" Blacksburg, VA, August 17-21, 1964."
                    }
                ],
                "links": [
                    {
                        "href": "https://images-assets.nasa.gov/image/LRC-1965-B701_P-03485/LRC-1965-B701_P-03485~thumb.jpg",
                        "rel": "preview",
                        "render": "image"
                    }
                ]
            }
        ],
        "metadata": {
            "total_hits": 115
        },
        "links": [
            {
                "rel": "next",
                "prompt": "Next",
                "href": "http://images-api.nasa.gov/search?q=sputnik&page=2"
            }
        ]
    }
}